[ Lang ]

"Scanning will stop, if you continue this operation."="Se si continua questa operazione, la scansione verrà interrotta."
"Call has been successfully recorded on USB device"="Chiamata registrata su dispositivo USB"
"Transferring"="Trasf.in corso"
"(Empty)"="(vuoto)"
"[Assigned]"="[assegnata]"
"<New Item>"="<Nuovo articolo>"
"1.Confirm that USB device is compliant with USB 2.0."="1.Verificare che il dispositivo USB sia conforme alle specifiche USB 2.0."
"10min"="10 min"
"Oct"="Ott"
"October"="Ottobre"
"Nov"="Nov"
"Noveber"="Novembre"
"120s"="120s"
"12 Hour"="12 ore"
"Dec"="Dic"
"December"="Dicembre"
"15s"="15s"
"1min"="1min"
"1h"="1 ora"
"Jan"="Gen"
"January"="Gennaio"
"2.Try to replug the USB device."="2.Provare a ricollegare il dispositivo USB."
"24 Hour"="24 ore"
"2min"="2min"
"2h"="2 ore"
"Feb"="Feb"
"February"="Febbraio"
"3.Try to reboot the phone."="3.Provare a riavviare il telefono."
"30min"="30min"
"30s"="30s"
"3h"="3 ore"
"Mar"="Mar"
"March"="Marzo"
"Apr"="Apr"
"April"="Aprile"
"5min"="5min"
"May"="Maggio"
"60s"="60s"
"6h"="6 ore"
"Jun"="Giu"
"June"="Giugno"
"Jul"="Lug"
"July"="Luglio"
"802.1x"="802.1x"
"802.1x Mode"="Modalità 802.1x"
"802.1x Settings"="Impostazioni 802.1x"
"Aug"="Ago"
"August"="Agosto"
"Sep"="Set"
"September"="Settembre"
"ACD"="ACD"
"L_ACD"="ACD"
"S_ACD"="ACD"
"ACD State"="Stato ACD"
"ACD Status"="Stato ACD"
"AES"="AES"
"Per-phone AES"="AES MAC-Oriented"
"Alert Group Paging Calls"="Avv chiam. gr. Ent."
"Alert Click To Dial Calls"="Avv chiamate ent."
"Alias"="Alias"
"AM"="AM"
"AMR License"="Licenza AMR"
"AP Mac Address"="Ind.MAC AP"
"App Account"="Account APP"
"Args Error!"="Errore args!"
"AVG.Waiting Time"="Tempo di attesa AVG"
"BFCP"="BFCP"
"BLF"="BLF"
"L_BLF"="BLF"
"BLF Hold"="Blocco BLF"
"BLF is invalid!"="BLF non valido"
"BLF Callout"="Chiamata BLF"
"BLF Call ID"="BLF Call ID"
"BLF Talking"="Conversazione BLF"
"BLF List"="Elenco BFL"
"L_BLF List"="Elenco BFL"
"BLF Ring Type"="Tipo suoneria BLF"
"BLF Group"="BLF Group"
"BLF Ringing"="Suoneria BLF"
"BLF Park"="Attesa linea libera BLF"
"Use BroadWorks-based Call Control"="Usa controllo chiamate BW"
"MENU_Callery"="Galleria"
"CC UID"="ID chiamante"
"CC Name"="Nome chiamante"
"CDP"="CDP"
"CDP Interval"="Intervallo CDP"
"CDP Status"="Stato CDP"
"CDP interval should be 1-3600!"="L'intervallo CDP deve essere compreso tra 1 e 3.600"
"CFG Version"="Versione CFG"
"Commportal Login"="Accesso Commportal"
"Compulsory"="Obbligatorio"
"COM Version"="Versione COM"
"DD MMM YYYY"="GG MM AAAA"
"DD/MM/YY"="GG/MM/AA"
"DD/MM/YYYY"="GG/MM/AAAA"
"DD-MMM-YY"="GG-MM-AAAA"
"MENU_DECT Setting"="DECT Settings"
"default_contact_image.png"="default_contact_image.png"
"German"="Deutsch (German)"
"DHCP"="DHCP"
"DHCP IP Client"="Client DHCP IPv4"
"DHCP IPv4 Client"="Client DHCP IPv4"
"DHCP IPv6 Client"="Client DHCP IPv6"
"The count of DHCP Option's values can't more than 5!"="The count of DHCP Option's values canont be more than 5!"
"DHCP option is invalid!"="Opzione DHCP non valida"
"DHCP Start IP Address is invalid!"="Indirizzo IP DHCP iniziale non valido"
"DHCP Time"="Ora DHCP"
"DHCP VLAN"="VLAN DHCP"
"DHCP Option"="DHCP Option"
"DHCP option!"="Opzione DHCP!"
"The count of DHCP Option's values"="The count of DHCP Option's values"
"DHCP End IP Address is invalid!"="Indirizzo IP DHCP finale non valido"
"Phone DND"="Non disturbare telefono"
"DTMF"="DTMF"
"L_DTMF"="DTMF"
"DTMF is invalid!"="DTMF non valido"
"DTMF Type"="DTMF Type"
"DTMF Info Type"="Tipo Info DTMF"
"DTMF Payload Type"="Tipo di carico utile DTMF"
"DTMF Payload Type should be 96-127!"="DTMF payload type should be between 96-127!"
"DTMF-Relay"="Ritardo DTMF"
"E911"="E911"
"E911 Location"="Posizione E911"
"E911 location set failed, please contact your administrator for help"="Impostazione posizione E911 fallita! Contattare amministratore."
"EAP-FAST"="EAP-FAST"
"EAP-MD5"="EAP-MD5"
"EAP-None"="Nessun EAP"
"EAP-PEAP/GTC"="EAP-PEAP/GTC"
"EAP-PEAP/MSCHAPv2"="EAP-PEAP/MSCHAPv2"
"EAP-TLS"="EAP-TLS"
"EAP-TTLS/EAP-GTC"="EAP-TTLS/EAP-GTC"
"EAP-TTLS/EAP-MSCHAPv2"="EAP-TTLS/EAP-MSCHAPv2"
"EDK"="EDK"
"EDK Prompt is Empty"="Il messaggio EDK è vuoto!"
"EHS ERROR!"="Errore EHS!"
"English"="English (English)"
"Spanish"="Español (Spanish(EU))"
"Spanish_LA"="Español (Spanish(Latin))"
"ExitPri"="ExitPri"
"EXP Wallpaper"="Sfondo modulo esp."
"Fixed"="Fisso"
"Flexible Seating"="Posti a sedere flessibili"
"FlexSeat Logout, Please Waiting..."="Logout FlexSeat, si prega di attendere..."
"Forward to Phone Number/SIP-URI"="Inol.num.tel./SIP-URI"
"French_CA"="Français (French(Canada))"
"French"="Français (French(EU))"
"FWD"="Inoltra"
"Getting Balance"="Ottieni l'equilibrio"
"GK Line"="GK Line"
"GK Account"="GK Account"
"Google Contact"="Google Contact"
"H.323"="H.323"
"HD"="HD"
"Hebrew_IME"="Hebrew_IME"
"L_Hot Desking"="Usabile a turno"
"S_Hot Desking"="Usabile a turno"
"L_Hoteling"="Modalità albergo"
"Https Port"="HTTPS Port"
"Https port"="Porta HTTPS"
"Https port should be 1-65535!"="La porta HTTPS deve essere compresa tra 1 e 65.535!"
"Https Status"="Stato HTTPS"
"Http Port"="HTTP Port"
"Http port"="Porta HTTP"
"Http port should be 1-65535!"="La porta HTTP deve essere compresa tra 1 e 65.535!"
"Http Status"="Stato HTTP"
"CC"="IC"
"IC"="IC"
"IC UID"="IC UID"
"IC Name"="Nome IC"
"IME"="IME"
"S_IME"="IME"
"INBAND"="INBAND"
"Intrude"="Intrudere"
"Invalid Common!"="Invalid Common!"
"ip/FQDN"="IP/FQDN"
"IP/URI"="IP/URI"
"IPv4"="IPv4"
"IPv4 IP"="IPv4"
"IPv4 WAN Port"="Porta WAN IPv4"
"IPv4 Sec DNS"="IPv4 Sec DNS"
"IPv4 WAN Type"="Tipo WAN IPv4"
"IPv4 Pri DNS"="IPv4 Pri DNS"
"IPV4/IPV6 Conflict"="Conflitto IPV4/IPV6"
"IPv4 Sec.DNS"="DNS sec. IPv4"
"IPV4 Conflict"="Conflitto IPV4"
"IPv4 & IPv6"="IPv4 e IPv6"
"IPv4 Pri.DNS"="DNS prim. IPv4"
"IPv4 Status"="Stato IPv4"
"IPv4 Subnet Mask"="Masc.Subnet IPv4"
"IPv6"="IPv6"
"IPv6 IP"="IPv6"
"IPv6 IP Prefix is invalid!"="Il prefisso IPv6 non è valido!"
"IPv6 Pri DNS"="IPv6 Pri DNS"
"IPv6 Sec DNS"="IPv6 Sec DNS"
"IPv6 WAN Port"="Porta WAN IPv6"
"IPv6 Default Gateway"="Gateway IPv6"
"IPv6 Sec.DNS"="DNS sec. IPv6"
"IPV6 Conflict"="Conflitto IPV6"
"IPv6 IP Prefix"="Prefisso IP IPv6"
"IPv6 WAN Type"="Tipo WAN IPv6"
"IPv6 Pri.DNS"="DNS prim. IPv6"
"IPv6 Status"="Stato IPv6"
"IP Address"="Indirizzo IP"
"IP Address!"="Indirizzo IP!"
"IP Address is invalid!"="Indirizzo IP non valido"
"IP address has been used!"="È stato utilizzato l'indirizzo IP!"
"IP Phone"="Telefono IP"
"Tracert IP or URL"="Tracciatore IP o URL"
"IP Mode"="Modalità IP"
"IPAddress Mode"="Modalità IP"
"Direct IP Line"="Linea IP diretta"
"IP Direct Auto Answer"="Risposta automatica diretta IP"
"Italian"="Italiano (Italian)"
"Korean_IME"="Korean_IME"
"LCD Backlight Test"="LCD Backlight Test"
"LDAP"="LDAP"
"L_LDAP"="LDAP"
"S_LDAP"="LDAP"
"LDAP server is unavailable"="Server LDAP non disponibile."
"Ldap Disabled"="LDAP Disattivato"
"LDAP get error tips failed!"="Ricezione errori LDAP non riuscita."
"LDAP Authority"="Autorità LDAP"
"LDAP Search"="Ricerca LDAP"
"Leave Wrap-up"="Lasciare Wrap-up"
"LED Test"="LED Test"
"Listen BargeIn"="Ascolta BargeIn"
"LLDP"="LLDP"
"LLDP Vlan"="LLDP Vlan"
"LLDP Status"="Stato LLDP"
"LLDP Packet Interval should be 1-3600!"="Il pacchetto LLDP deve essere compreso tra 1 e 3.600"
"Packet Interval"="Interv.pacch."
"M2P"="M2P"
"MAC Version"="Versione MAC"
"MAC"="MAC"
"MAC Address"="Indirizzo MAC"
"MAC-Oriented"="AES MAC-Oriented"
"Mango"="Mango"
"MD5 Password"="Password MD5"
"Medium"="Medio"
"L_Meet-Me"="Riunione pianificata"
"Meet-me"="Riunione pianificata"
"S_Meet-Me"="Riunione pianificata"
"Metaswitch CallLog"="Reg. Metaswitch"
"MLHGS"="MLHGS"
"MM DD WW"="MM DD WW"
"MM DD WWW"="MM DD WWW"
"MM/DD/YY"="MM/GG/AA"
"MOS-CQ"="MOS-CQ"
"MOS-LQ"="MOS-LQ"
"Moving contact..."="Spostamento del contatto..."
"msec"="msec"
"NAT"="NAT"
"NAT Public IP Address"="Indirizzo IP pubblico NAT"
"NAT Status"="Stato NAT"
"New Unread Voice Mail(s)"="Nuova posta(e) vocale(i) non letta(e)"
"New VID"="Nuovo VID"
"NextSpace"="Prossimo spazio"
"No VLAN"="No VLAN"
"NTP Server1"="Server1 NTP"
"Invalid NTP server1!"="Server1 NTP non valido!"
"NTP Server2"="Server2 NTP"
"NTP server1 is invalid!"="Server 1 NTP non valido"
"NTP server2 is invalid!"="Server 2 NTP non valido"
"On Demand"="Su richiesta"
"On Demand with User Initiated Start"="On Demand con avvio avviato dall'utente"
"OPUS"="Opera"
"opus codec is not available in four ways conference!"="Il codec Opus non è disponibile nella conferenza a quattro!"
"Outbound Alternate"="In uscita Alternato"
"Outbound Proxy1"="Proxy1 in uscita"
"Outbound Proxy2"="Proxy2 in uscita"
"Outbound proxy is invalid!"="Proxy in uscita non valido"
"Invalid Proxy Fallback Interval!"="Intervallo proxy di Fallback non valido!"
"Pause/Resume Notify"="Pausa/Riprendi notifica"
"PBX Queue"="Coda PBX"
"PC Port"="Porta PC"
"PIN"="PIN"
"PIN/ID"="PIN/ID"
"Ping"="Ping"
"Ping Error"="Errore Ping"
"Ping IP or URL"="Ping IP o URL"
"PIN Code"="Codice PIN"
"Pin code can't be empty!"="Il codice PIN non può essere vuoto!"
"Pin code is invalid!"="Il codice PIN non è valido!"
"PM"="PM"
"Polish"="Polski (Polish)"
"Portuguese"="Português (Portuguese(EU))"
"Portuguese_LA"="Português (Portuguese(Latin))"
"PPPoE"="PPPoE"
"PPPoE PWD"="PWD PPPoE"
"PPPoE User"="Utente PPPoE"
"PPPoE User is invalid!"="L'utente PPPoE non è valido!"
"Not support bridge mode in PPPoE!"="Modalità bridge non supportata in PPPoE!"
"PriChat"="PriChat"
"PSTN account unavailable"="Account PSTN non disponibile"
"Qos"="Qos"
"RFC2833"="RFC2833"
"RFC2833+SIP INFO"="RFC2833+SIP INFO"
"Rom Version"="Versione Rom"
"Route Traversal"="Percorso trasversale"
"RPort"="RPort"
"RPS Open"="RPS aperto"
"RPS Close"="Chiudi RPS"
"RTP Status"="Stato RTP"
"S_RTP Status"="Stato RTP"
"S/N"="S/N"
"S_S2S AcdLoginOut"="Accesso Acd"
"S2S AcdLoginOut"="Accedi/Esci"
"S_S2S AcdLogin"="Accesso Acd"
"S2S AcdLogin"="Accesso Acd"
"S_S2S AcdLogout"="Accedi/Esci"
"S2S AcdLogout"="Uscita Acd"
"S_S2S AcdRefresh"="Aggiornare"
"S2S AcdRefresh"="Aggiornare"
"S2S Unavailable Reason Code"="S2S Unavailable Reason Code"
"SCA Held"="SCA in attesa"
"SCA Active"="SCA attivo"
"SCA Bridge Active"="Ponte SCA attivo"
"SCA Alerting"="Avviso SCA"
"S_Seizing"="Classif."
"Seizing"="Classif."
"Set Hot Desking"="Imposta Hot Desking"
"Signal Fail"="Segnale guasto"
"Signal OK"="Segnale OK"
"Silent Bargin"="Silent Barge In"
"SIP"="SIP"
"SIP server3 is invalid!"="SIP server3 is invalid!"
"SIP Password"="Password SIP"
"SIP Server1"="Server 1 SIP"
"SIP Server2"="Server 2 SIP"
"Invalid SIP server2!"="Server SIP non valido 2!"
"SIP Server3"="Server 3 SIP"
"Invalid SIP server3!"="Server SIP non valido 3!"
"SIP Proxy can't be empty!"="Il campo SIP Proxy non può essere vuoto"
"Invalid SIP server1!"="Server1 SIP non valido!"
"Sip Line"="Linea SIP"
"SIP INFO"="SIP INFO"
"SIP Register name"="Nome registro SIP"
"S_Skip"="Salta"
"SN"="SN"
"SNTP Setting"="Impostazioni SNTP"
"SRTP"="SRTP"
"SSID"="SSID"
"SSID can't be empty!"="Il campo SSID non può essere vuoto"
"Start/Stop Notify"="Notifica di avvio/arresto"
"Static NAT"="NAT statico"
"STUN"="STUN"
"STUN Port"="Porta STUN"
"STUN Server is invalid!"="Server STUN non valido"
"STUN Server"="Server STUN"
"STUN server can't empty!"="Il server STUN non può essere vuoto!"
"Invalid STUN server port!"="Porta server STUN non valida!"
"STUN Server port is Invalid!"="Porta server STUN non valida"
"Invalid STUN server!"="Server STUN non valido!"
"STUN Status"="Stato STUN"
"TCP"="TCP"
"TCP Lowest Port"="TCP Lowest Port"
"TCP Highest Port"="TCP Highest Port"
"3rd-party VMR"="VMR di terze parti"
"TKIP"="TKIP"
"TKIP AES"="TKIP AES"
"TLS"="TLS"
"Touch Tone"="Tono touch"
"Trace Route Error"="Trace Route Error"
"Turkish"="Türkçe (Turkish)"
"UC Favorite"="Preferiti UC"
"UC Favorites"="UC Favorites"
"UDP"="UDP"
"UDP Lowest Port"="UDP Lowest Port"
"UDP Highest Port"="UDP Highest Port"
"URI is invalid!"="URI non valido"
"Invalid URI!"="URI non valido!"
"L_URL"="URL"
"URL is invalid!"="Campo URL non valido"
"URL can't be empty!"="Il campo URL non può essere vuoto"
"URL is error"="URL è errore!"
"L_URL Record"="Dato URL"
"URL Record"="Dato URL"
"The URL is empty!"="URL vuoto."
"URL is empty"="URL vuoto."
"Invalid URL!"="URL non valido!"
"MENU_USB Record"="Dato URL"
"USB Record"="Registrazione USB"
"USB device connection failure!"="Collegamento dispositivo USB non riuscito!"
"USB Photo"="USB Photo"
"USB current overload"="Sovraccarico di corrente USB"
"USB heaset connected"="Cuffie USB connesse."
"USB headset connected"="Cuffie USB connesse."
"USB heaset removed"="Cuffie USB rimosse."
"USB headset removed"="Cuffie USB rimosse."
"USB device connected successfully"="Dispositivo USB collegato correttamente"
"USB device has been connected successfully!"="Unità flash USB connessa."
"No images in USB flash drive."="Nessuna immagine su unità flash USB."
"Failed to get data from USB flash drive"="Impossibile recuperare dati da unità USB."
"USB device is removed!"="Unità flash USB rimossa."
"USB Inserted"="USB inserito"
"USB Connected"="USB connesso"
"USB Removed"="USB rimosso!"
"USB device has been moved"="Unità flash USB rimossa."
"Invalid Value!"="Valore non valido!"
"VID Number"="Numero VID"
"Invalid VID nubmer!"="Numero VID non valido!"
"VID nubmer is invalid!"="Numero VID non valido"
"VID number should be 1-4094!"="Il numero VID deve essere compreso tra 1 e 4.094"
"VLAN"="VLAN"
"VLAN ID"="VLAN ID"
"VLAN Status"="Stato VLAN"
"Voice Qos"="Qos voce"
"VPN"="VPN"
"WAN IP"="IP WAN"
"WAN MASK"="Maschera WAN"
"WAN Port"="Porta WAN"
"WAN Type"="Tipo WAN"
"WEP"="WEP"
"Whisper BargeIn"="Whisper BargeIn"
"Wi-Fi"="Wi-Fi"
"WIFI MAC"="Wi-Fi MAC"
"Wi-Fi Mac"="MAC Wi-Fi"
"Wifi: On"="Wi-Fi Acceso"
"Wifi: Connected"="Wi-Fi Connesso."
"Wifi Test"="Wi-Fi Test"
"WIFI Authentication"="Autenticazione Wi-Fi"
"Wifi switch is closed, open it or not?"="Wi-Fi disattivato. Attivarlo ora?"
"Wifi_Password"="Wi-Fi Password"
"Wifi unreachable"="Wi-Fi irraggiungibile"
"Wizard"="Procedura guidata"
"WPA2-EAP"="WPA2-EAP"
"WPA2-PSK"="WPA2-PSK"
"WPA-EAP"="WPA-EAP"
"WPA-PSK"="WPA-PSK"
"WPA Shared Key"="Chiave WPA cond."
"WPA Shared Key can't be empty!"="Il campo Chiave WPA condivisa non può essere vuoto"
"S_WPS"="WPS"
"WPS"="WPS"
"S_WPS-PIN"="WPS-PIN"
"WPS-PIN"="PIN WPS"
"WPS has opened, please connect in "="WPS attivato. Connessione fra"
"WWW DD MMM"="SSS GG MMM"
"WWW MMM DD"="SSS MMM GG"
"XML"="XML"
"XML_Idle"="XML"
"Server XML"="Server XML"
"S_XMLDir"="XMLDir"
"S_XMLMenu"="El. XML"
"XMLMenu"="El. XML"
"L_XML Brower"="Browser XML"
"S_XML Brower"="Brow XML"
"XML Browser"="Browser XML"
"XmlBrowser"="Browser XML"
"XmlBrowser_Idle"="Browser XML"
"L_XML Browser"="Browser XML"
"Xml browser url cannot be empty!"="XML browser URL cannot be empty!"
"Xml Browser is invalid!"="Browser XML non valido"
"L_XML Group"="Gruppo XML"
"S_XML Group"="Gruppo XML"
"XML Group"="Gruppo XML"
"XML Info"="XML Info"
"XSI access password is wrong !"="XSI access password is incorrect!"
"Web access password is wrong!"="Password accesso Web non corretta"
"XsiEvent"="Evento XSI"
"XSI is empty"="XSI è vuoto"
"XSI information is incomplete!"="Informazioni XSI incomplete"
"YLCloud"="Yealink Cloud"
"YY/MM/DD"="YY/MM/DD"
"YY-MM-DD"="YY-MM-DD"
"YYYY MM DD"="YYYY MM DD"
"YYYY/MM/DD"="YYYY/MM/DD"
"YYYY-MM-DD"="AAAA-MM-GG"
"S_Z_Pickup."="Z_Pickup."
"Russian"="Pусский (Russian)"
"S_Security"="Sicurezza"
"Security"="Sicurezza"
"security"="Sicurezza"
"Security Classification"="Classificazione di sicurezza"
"Security Classification"="Classificazione di sicurezza"
"Security Mode"="Mod.Sicur."
"Installed"="Installato"
"Installed failed"="Installazione non riuscita"
"KEY"="TASTO"
"Key Type"="Tipo tasto"
"Key Event"="Tasto evento"
"Key Tone"="Tono tasto"
"Press Up or Down To Switch Number"="Premere i tasti su/giù per cambiare numero."
"Office Number"="Numero ufficio"
"Office Phone"="Telefono ufficio"
"Invalid Office number!"="Numero ufficio non valido!"
"Office number is invalid!"="Il numero di ufficio non è valido!"
"Far Hold"="Attesa remoto"
"Hold"="Attendere"
"L_Hold"="Attendere"
"Public Hold"="Att.chiam.pubbl."
"S_Far Hold"="Attesa remoto"
"S_Hold"="Attendere"
"S_Public Hold"="Att.chiam.pubbl."
"S_Save"="Salva"
"Save"="Salva"
"Saved!"="salvataggio effettuato"
"Save Success!"="Memorizzazione riuscita!"
"Success Saved!"="Saved successfully!"
"Ring saving ..."="Salvataggio suoneria..."
"Save Password"="Salva Password"
"Saving  Configuration..."="Salvataggio della configurazione ..."
"Save Failed!"="Salvataggio non riuscito"
"Save Failed! The same profile name or SSID exist"="Salvataggio non riuscito. Nome profilo o SSID già esistenti."
"Saving files!"="Salvataggio file"
"Saving"="Saving"
"Saving. Please wait..."="Salvataggio. Attendere prego..."
"Saving..."="Salvataggio..."
"Saving... Please Wait"="Salvataggio in corso... Attendere"
"Sec.DNS"="DNS sec."
"Secondary DNS is invalid!"="DNS secondario non valido"
"Backlight"="Retroilluminazione"
"Backlight Time"="Tem. retroill."
"Backlight Active Level"="Livello attivo"
"Backlight Inactive Level"="Livello inattivo"
"Local_Idle"="Local"
"Local History"="Storico locale"
"S_Local History"="Storico locale"
"local Directories"="Elenco telefonico locale"
"Local Directory"="Elenco locale"
"LocalDirectory"="LocalDirectory"
"LocalDirectory_Idle"="LocalDirectory"
"S_LocalDir"="LocalDir"
"Sorry,Only 1000 contacts are allowed!"="Spiacente, sono consentiti soltanto 1.000 contatti!"
"Local Anonymous"="Anonimo locale"
"Local Anonymous Rejection"="Anonimo rifutato"
"L_Local Group"="Gruppo locale"
"Local Group"="Gruppo locale"
"S_Local Group"="Gruppo locale"
"Local CallLog"="Chiamate locali"
"Local User"="Utente locale"
"Local Codec"="Codec locale"
"Wallpaper"="Sfondo schermo"
"Wallpaper will change into the default image. Confirm to delete or not?"="Modifica sfondo in immagine predefinita. Continuare?"
"Edit"="Modifica"
"ICON_Edit"="Modifica"
"S_Edit"="Modifica"
"Edit My Device Information"="Modificare informazioni Mio dispositivo"
"Edit Network"="Modificare rete"
"Edit Location"="Modifica posizione"
"Editing"="Modifica"
"S_Editing"="Modifica"
"Edit Paging Address"="Modifica indirizzo cercapersone"
"Alter Type"="Tipo di avviso"
"DispCode"="Codice disp."
"L_Dispcode"="Codice disp."
"S_DispCode"="Codice disp."
"Invalid On code!"="Codice On non valido!"
"Mark All as new"="Segnare Tutti come nuovo"
"Mark All as heard"="Segnare Tutti come ascoltati"
"Mark as new"="Segnare come nuovo"
"Mark as heard"="Segnare come ascoltato"
"Mark as read"="Segna come letto"
"Label"="Etichetta"
"Invalid Label!"="Etichetta non valida!"
"title"="titolo"
"Dial Emergency"="Composizione di emergenza"
"Dialing"="Comporre"
"Play"="Riprodurre"
"Playing"="In riprod."
"S_Play"="Riprodurre"
"Play Ring"="Suoneria"
"Play Record"="Riproduci Registra"
"Play Tone"="Riproduci tono"
"Play Voice Message"="Riproduci messaggio vocale"
"Unclassified"="Non classificato"
"Unclassified"="Non classificato"
"Does not exist anywhere"="Anywhere inesistente."
"Can't be empty"="Non può essere vuoto"
"Unavailable !"="Non disponibile!"
"Unable to add to blacklist!"="Impossibile aggiungere alla lista nera!"
"Unable to add to contacts!"="Impossibile aggiungere ai contatti!"
"Can't be empty!"="Non può essere vuoto!"
"Connot download PLCM Phonebook"="Impossibile scaricare rubrica PLCM."
"mismatch"="Diseguagliare"
"Contact is not local!"="Contatto non locale!"
"Not allow opt in/out"="Inclusione/esclusione non consentite."
"Anonymity Disallowed"="Chiamata anonima non consentita"
"Department"="Reparto"
"Sample Rate"="Frequenza del campione"
"Menu"="Menù"
"S_Menu"="Menù"
"Menu key"="Tasto Menù"
"Operator fail"="Operazione non riuscita."
"Draftbox"="Bozze"
"Test OK"="Test Success"
"Fail in testmode"="Fail in testmode!"
"Test Fail"="Test non riuscito"
"DECT dongle is removed,reboot and switch to DD Phone mode?"="Dongle is removed, reboot and switch to DD Phone mode?"
"DECT dongle is inserted,reboot and switch to DD Phone mode?"="Il dongle DECT viene inserito, riavviato e passa alla modalità Telefono DD?"
"S_View"="Visualizza"
"View"="Visualizza"
"VIEW"="VIEW"
"View more contacts..."="Visualizza altri contatti..."
"View more contacts..."="Visualizza altri contatti..."
"View Executive List"="Visualizzare elenco Executive"
"View Voice Mail"="Visual.cas.voc."
"View Assistant List"="Visualizzare elenco Assistenti"
"Search LDAP Contacts"="Ric.cont.LDAP"
"Search Directory"="Ricerca nell'elenco"
"Search For Contacts"="Ricerca Contatti"
"Search All Contacts"="Ric.tut.Cont."
"Search Network Contacts"="Ric.cont.rete"
"Consult"="Consultare"
"S_Split"="Dividi"
"Split"="Dividi"
"Split All"="Dividi tutti"
"Product ID"="ID prodotto"
"Product Name"="Nome prodotto"
"Always Off"="Sempre Off"
"General"="Generale"
"Generally Settings"="Impostazioni generali"
"Always On"="Sempre On"
"Exceed the upper limit!"="Exceed the max limit!"
"success"="riuscita"
"Logout successful"="Disconnessione completata."
"Login successful"="Accesso completato."
"Disconnect Success."="Disconnessione completata."
"Add the records success"="Aggiungi il record riuscito!"
"Move to blacklist success"="Spostato su Lista nera"
"Move the contacts success"="Spostamento Contatti riuscito"
"MTSW ACD Member"="Membro"
"S_Members"="Membri"
"S_MTSW ACD Member"="Membro"
"Memory Full"="Membri pieni."
"city"="città"
"Duration"="Durata"
"Factory Installed"="Installato all'origine"
"Outbound Alternate Number is invalid!"="Numero alternativo in uscita non valido"
"Outbound Alternate Phone Number"="Numero in uscita"
"Initial Call Back?"="Chiamata iniziale?"
"Initial ACD State"="Stato iniziale ACD"
"Initial State"="Stato iniziale"
"Storage Media Properties"="Spazio di memorizzazione"
"Wrap up"="Termina"
"Disposition Code"="Codice dispositivo"
"Pager"="Cercapersone"
"Transport"="Transport"
"Transmit Rate"="Rate di trasmissione"
"Fax"="Fax"
"Secondary DNS"="DNS secondario"
"from the conference?"="dalla conferenza?"
"Remove from Favorite"="Rimuovi da Preferiti"
"ICON_Remove from Favorite"="Rim. pref."
"Remove selected from favorite?"="Rimuovi il selezionato dai preferiti?"
"error"="Errore"
"Wrong user name"="Nome utente errato!"
"Wrong user name or password!"="Nome utente o password non validi!"
"Bad Request"="Richiesta non valida"
"Bad request!"="Richiesta non valida"
"Reached the upper limit of 12 hours recording time"="Reached the max limit of 12-hour recording time"
"Reply"="Rispondere"
"Open fail"="Apertura non riuscita."
"Proxy Fallback Interval"="Interv.fallb.proxy"
"Proxy Fallback Interval is invalid!"="Intervallo Fallback proxy non valido"
"Invalid Call on code!"="Invalid call on code!"
"Invalid Reject on code!"="Codice di rifiuto On non valido!"
"Idle Clock"="Orario in stato inattivo"
"Idle Clock Display"="Visualizza orario in stato inattivo"
"SymmOneWayDelay"="OWD"
"Current PIN is incorrect."="Il PIN attuale non è corretto!"
"Current PIN"="Vecchio PIN"
"Current Time"="Ora attuale"
"VPN can't be on \n\n when file do not exist!"="Il VPN non può essere On \n\n se il file non esiste"
"To navigate the menu, please use the arrow keys below!"="Per andare al menù utilizzare i tasti freccia qui sotto"
"Import Config"="Importa Configurazione"
"To:"="A:"
"reached!"="Raggiunto!"
"GuestOut"="Usc.Osp."
"Log Out"="Disconnessione"
"Logged Out"="Disconnesso"
"Logout"="Uscita"
"S_GuestOut"="Usc.Osp."
"S_Logout"="Uscita"
"SignOut"="Uscita"
"L_Logout"="Uscita"
"In the logout"="Disconnessione.."
"In the logout ......"="In the logout ......"
"ACD Login"="Accesso ACD"
"Logged-in Members"="Membri connessi"
"Login Type"="Tipo di accesso"
"Login failed,password mistake."="Login non riuscito, password errata."
"Login Timer"="Timer di accesso"
"Login as"="Accedere come"
"Guest Login"="Accesso Ospite"
"GuestIn"="Acc.Osp."
"Logged In"="Connesso"
"Login"="Accesso"
"S_GuestIn"="Acc.Osp."
"S_Login"="Accesso"
"SignIn"="Accesso"
"L_Login"="Accesso"
"Login..."="Accesso in corso..."
"Login Failed."="Accesso non riuscito."
"Logging in"="Accesso"
"In the login ......"="In the login ......"
"Wait for"="Attendere"
"Wait Time"="Tempo di attesa"
"Level changed"="Livello modificato"
"Low"="Basso"
"region"="regione"
"Address"="Indirizzo"
"Address incomplete"="Indirizzo incompleto."
"Location Saved."="Posizione salvata."
"Dot"="Punto"
"Touch to connect with "="Toccare per connettersi a"
"LocalMenu"="Cart. Loc."
"Phonebook"="Rubrica"
"L_PhoneBook"="Rubrica"
"Phonebook(0)"="Rubrica(0)"
"PhoneBook Name"="Nome Guida telefonica"
"Phone number can't be empty!"="Il campo Numero di telefono non può essere vuoto"
"Search by Phone Number"="Cerca per numero di telefono"
"Phone number is empty!"="Numero telefonico vuoto."
"Phone numbers should only consist of digits, with an optional family mailbox id."="Il numero di telefono deve essere composto solo da cifre e un ID casella postale privata opzionale."
"Phone Unlock PIN"="PIN di sblocco telefono"
"Telephone-Event"="Telefono-Evento"
"Phone To Ring"="Tel da chiamare"
"The call was hung up"="La chiamata è stata riagganciata"
"Cable Disconnect"="Cable disconnected!"
"Email"="Email"
"MENU_Email"="E-mail"
"Top Secret"="Segretissimo"
"Top Secret"="Segretissimo"
"Packet Lost"="Pacchetto perso"
"S_Discard"="Eliminare"
"Jitter"="Jitter"
"Standalone mode"="Modo standalone"
"Read"="Letti"
"Reading File..."="Lettura file in corso..."
"L_SMS"="SMS"
"S_SMS"="SMS"
"SMS"="SMS"
"Disconnect"="Disconnettere"
"ICON_Disconnect"="Disconnettere"
"S_Disconnect"="Disconnettere"
"Disconnect with"="Disconnessione con"
"Disconnected"="Disconnesso"
"Disconnect failed."="Disconnessione non riuscita."
"Queue"="Coda"
"Queue Name"="Nome coda"
"Queue Status"="Stato coda"
"Contrast"="Contrasto"
"Sorry,you can only make two calls!"="Sorry, only two calls are available."
"Far UnHold"="Far UnHold"
"Far Resume"="Far Resume"
"Busy Here"="Occupato"
"Intercom"="Interfono"
"L_Intercom"="Interfono"
"S_Intercom"="Interfono"
"Intercom Number is invalid!"="Numero Intercom non valido"
"Intercom Barge"="Inserisci interfono"
"Intercom Mute"="Disattiva interfono"
"Intercom Tone"="Tono interfono"
"Headset mode disabled"="Modalità cornetta abilitata"
"Headset Connected"="Cuffie connesse."
"From"="Da"
"Outbox"="Posta in uscita"
"S_Dial"="Inviare"
"S_Send"="Invia"
"Send"="Invia"
"To"="A"
"Send Warn"="Invia Avviso"
"Send Anonymous Rejection Code"="Inv.cod.anon.rif."
"Send Anonymous Code"="Inv.cod.anon."
"Sending Provision Requests"="Invio richieste di provisioning"
"Sending Requests..."="Invio richieste in corso"
"S_Send Message"="Inviare messaggio"
"Send Message"="Inviare messaggio"
"Chinese_T"="繁體中文 (Chinese Traditional)"
"Back"="Indietro"
"S_Back"="Indietro"
"Back To Record"="Torna alla registrazione"
"Discard"="Eliminare"
"Do you want to discard your change?"="Annullare modifica?"
"Invalid Number"="Numero non valido"
"Value is invalid!"="Valore non valido!"
"Illegal Character"="Carattere illegale"
"Not Emergency Number!"="Nessun numero di emergenza"
"Too hight of resolution!"="The resolution is too high!"
"Extension"="Interno"
"Extension Number"="Num.int."
"extension_number"="num_interno"
"Fail to alloc memory!"="Failed to alloc memory!"
"Shared Directory"="Condivisione directory"
"Min"="Min"
"minutes left for call recording"="minuti rimanenti per registrazione chiamata"
"No"="No"
"Server"="Server"
"Service"="Servizio"
"Server URL"="URL server"
"Invalid Server URL!"="URL server non valido!"
"server error"="Errore del server"
"Service error!"="Errore del server"
"URL"="URL"
"Invalid Server!"="Server non valido!"
"Server is invalid!"="Server non valido"
"float"="float"
"Extention"="Estensione"
"Copy to Favorite"="Copia in Preferiti"
"Capy Favorite Fail"="Copia in Preferiti fallita!"
"Copy to Favorites failed!"="Copia nei Preferiti non riuscita!"
"Copy to All Lines?"="Copiare su tutte le linee?"
"Copy selected to favorite ?"="Copia selezionata nei preferiti?"
"Copy selected to favorite?"="Copia selezionato nei preferiti?"
"Overwrite the original contact?"="Sovrascrivere contatto originale?"
"This action can not be reversed."="Questa azione è irreversibile."
"This action can not be reversed."="This action cannot be reversed."
"The file doesn’t exist"="File non presente."
"The file doesn't exist"="File non presente."
"The value must be between:1024~65535"="The value must be between:1024~65535"
"Changing Language..."="Impostazione della lingua..."
"Advanced"="Avanzate"
"MENU_Advanced"="Avanzate"
"Advanced Setting"="Impostazioni avanzate"
"MENU_Advanced Setting"="Impostazioni avanzate"
"user"="utente"
"L_ACD Trace"="Trace"
"More"="Altro"
"S_More"="Altro"
"S_Show More"="Altro"
"More..."="Altro..."
"S_Show Less"="Nascondi"
"Refresh"="Aggiornare"
"S_Flash"="Flash"
"S_Update"="Aggiorna"
"Update"="Aggiorna"
"Now to update the firmware and disconnect with all external micphones"="Per aggiornare il firmware, disconnettersi con tutti i microfoni esterni."
"Update Config"="Aggiorna Configurazione"
"Update Configuration"="Aggiorna configurazione"
"Updating Configuration..."="Aggiornamento della configurazione ..."
"Failed to update configuration."="Failed to update configuration!"
"Configuration updating failed."="Aggiornamento configurazione non riuscita."
"Configuration updating completed."="Aggiornamento configurazione completato."
"Configuration updating."="Aggiornamento configurazione in corso..."
"Update Complete"="Aggiornamento completato!"
"Updating Network"="Aggiorna rete"
"Update Firmware"="Aggiorna firmware"
"Updating !"="Aggiornamento!"
"Updating, please wait..."="Aggiornamento in corso, attendere prego..."
"Refreshing..."="Aggiornamento in corso..."
"Work Phone"="Tel.lav."
"work_phone"="tel_lavoro"
"Work Number"="Numero lavoro"
"Business Hours"="Orario di apertura"
"Working time"="Work Time"
"Common"="Comune"
"Features"="Funzionalità"
"MENU_Features"="Funzionalità"
"The feature could not be activated !"="The feature cannot be activated!"
"Function key"="Tasto funzione"
"The feature activated !"="La funzione è attivata!"
"Shared Calls"="Chiamate condivise"
"Share line unavailable"="Lin.cond.non disp."
"Alert SCA Location"="Posizione SCA alert"
"Firmware"="Firmware"
"Firmware Update..."="Aggiornamento firmware in corso..."
"Customer"="Cliente"
"End Call"="Fine chiamata"
"Hang Up"="Interrompi la telefonata"
"S_End Call"="Fine chiamata"
"Off"="Off"
"Invalid Off code!"="Codice di spegnimento non valido!"
"Off Code"="Cod. disattivazione"
"Off code can't be empty!"="Il campo Codice Off non può essere vuoto"
"Relation"="Relazione"
"Manage"="Gestire"
"S_Manage"="Gestire"
"admin"="ammininistratore"
"Manage Group"="Gestione gruppo"
"Broadcasting..."="Trasmissione..."
"FWD International"="Inoltra internaz."
"Country"="paese"
"Filter Type"="Tip.Filtr."
"Buddies"="Amici"
"L_Buddies"="Buddies"
"Number"="Numero"
"Phone Number"="Num di telefono"
"Phone Numbers"="Numeri di telefono"
"number?"="Number?"
"Number is invalid!"="Numero non valido"
"Number can't be empty!"="Il campo Numero non può essere vuoto"
"number is empty!"="Il numero è vuoto!"
"Unallocated Number"="Numero non assegnato"
"Number already exists!"="Numero già esistente!"
"Blacklist"="Lista nera"
"ICON_Blacklist"="Lista nera"
"black list full"="Blacklist is full!"
"Callout"="Callout"
"Outgoing Call"="Chiamata in uscita"
"S_Callout"="Callout"
"Key As Send"="Tasto per Invio"
"Dial"="Inviare"
"ICON_Dial"="Inviare"
"MENU_Dial"="Inviare"
"Call for BLF"="Call for BLF"
"Call Waiting"="Chiamata in attesa"
"Placed Calllog"="Chiam.eff."
"Placed Calls"="Chiam.eff."
"Call Control"="Controllo chiamate"
"MENU_Call Control"="Controllo chiamate"
"Call Screening"="Monitoraggio chiamate"
"Call Screening Switch"="Monitor on/off"
"Call Fail"="Chiamata non riuscita"
"Call Alerting"="Avviso chiamata"
"Call Push Recall After"="Rim chiamata dopo"
"S_Call Push"="Push ch"
"Call Completion"="Chiamata completata"
"S_Call Info"="Call Info"
"Call has been successfully recorded on USB device!"="Chiamata registrata su dispositivo USB"
"Call VoiceMail"="Casella vocale chiamate"
"S_Call VoiceMail"="Chiamata in attesa"
"Call Voice Mail"="Chiamare casella vocale"
"S_Call Voice Mail"="Chiamare casella vocale"
"Invalid Call Park Number!"="Invalid call park number!"
"Callers Waiting"="Chiamanti in attesa"
"Calling"="Chiamata in corso"
"Call Center Phone"="Call Center Phone"
"Call Forward"="Inoltro chiamata"
"Call Forwarding Not Reachable"="Inoltro di chiamata non raggiungibile"
"Call maximum"="Chiamata massima"
"Ignore"="Ignorare"
"S_Ignore"="Ignorare"
"S_Directories"="Rubrica"
"S_Directory"="Rubrica"
"L_Directories"="Rubrica"
"History"="Storico"
"MENU_History"="Storico"
"S_Calllog"="Recenti"
"S_History"="Storico"
"Video message cannot be played on the phone!"="Impossibile riprodurre videomessaggio sul telefono."
"video message cannot be played on the phone!"="Video message cannot be played on the phone!"
"Wallpaper for both phone and EXP will change into the default image. Confirm to delete or not?"="Modifica sfondo telefono e modulo esp. in immagine predefinita. Continuare?"
"Welcome"="Benvenuto"
"RoundTripDelay"="RTD"
"Resume"="Riprendi"
"S_Resume"="Riprendi"
"Reset to Factory"="Reimpostare i parametri iniziali"
"Factory Setting?"="Impostazione di fabbrica?"
"Reset To Factory Setting?"="Reimpostare i parametri iniziali?"
"resume record"="Riprendi record"
"S_UnMute"="Non muto"
"UnMute"="Non muto"
"Resume REC"="ResumeREC"
"ResumeREC"="ResumeREC"
"S_Resume REC"="Resume REC"
"S_ResumeREC"="ResumeREC"
"Failed to resume recording"="Impossibile riprendere la registrazione."
"Call Return"="Rit. chiam."
"CallReturn"="Ritorno di chiamata"
"L_Recall"="ReCall"
"Recall"="ReCall"
"S_Recall"="ReCall"
"S_Redial"="Ricomp."
"L_Call Return"="ReCall"
"S_Call Return"="ReCall"
"Call Back"="Richiamare"
"S_Call Back"="Richiamare"
"S_Reply"="Rispondere"
"Conf"="Conf"
"Conference"="Conferenza"
"L_Conference"="Conferenza"
"S_Conference"="Conferenza"
"Conference with"="Conferenza con"
"Meeting ID"="Meeting ID"
"ConferenceURL"="URL conferenze"
"Conf Manage"="Gestione configurazione"
"Conference Manage"="Gestione conferenza"
"conference_number"="num_conf."
"Obtaining Status..."="Acquis.stato"
"Obtaining IP Address"="Acquisizione indirizzo IP"
"Getting"="Ottenere"
"Secret"="Segreto"
"Secret"="Segreto"
"PrimaryContact"="Contatto principale"
"MENU_Basic Setting"="Di base"
"Basic Setting"="Di base"
"Enable this Location"="Abilita posizione"
"Active Level"="Livello attivo"
"Active Line"="Linea attiva"
"MENU_Calculator"="Calcolatrice"
"Record Mode"="Modo di registrazione"
"Record file saved"="File di registrazione salvato"
"Record Failed"="Registrazione non riuscita"
"Remember the Password"="Ricorda la password"
"Encryption Type"="Tip.critt."
"S_Join"="Part."
"Loading phonebook is error!"="Errore caricamento rubrica."
"Load Failed"="Caricamento non riuscito"
"Loading image..."="Caricamento dell'immagine..."
"Image loading. Please wait !"="Caricamento dell'immagine... Attendere ..."
"Loading File..."="Caricamento file in corso..."
"Loading"="Caricamento"
"Loading, please wait..."="Caricamento in corso, attendere prego..."
"Family"="Famiglia"
"home_phone"="telefono casa"
"Home Number"="Numero di casa"
"HomeNumber"="Numero di casa"
"Family number is invalid!"="Family number is invalid!"
"Holiday Schedule"="Pianif.Feste"
"Interval"="Intervallo"
"S_Silent Monitor"="Monit.silenz."
"Silent Monitor"="Monit.silenz."
"Network Checking..."="Controllo della rete..."
"Check"="Verifica"
"S_Check"="Verifica"
"Checking!"="Controllo in corso…"
"Simple"="Semplice"
"Chinese_S"="简体中文 (Chinese Simplified)"
"Short Label"="Abbreviazione"
"Setup"="Installazione"
"Keyboard"="Tastiera"
"Keypad"="Tastiera"
"S_Keypad"="Tastiera"
"KeyBoard Test"="Test Tastiera"
"KeyBoard test succeed!"="Keyboard test succeed!"
"KeyGuard"="Blocco tastiera"
"Keypad Lock"="Blocco telefono"
"KeypadLock"="Bloc.tel."
"L_KeypadLock"="Blocco telefono"
"L_Phone Lock"="Blocco telefono"
"Phone Lock"="Blocco telefono"
"S_KeypadLock"="Blocco telefono"
"S_Phone Lock"="Blocco telefono"
"Lock type"="Tipo blocco"
"Lock Time Out"="Blocco automatico"
"Keypad locked."="Telefono bloccato."
"Move selected to contactlist ?"="Spostare in contatti?"
"Received"="Received"
"Recv"="Recv"
"Accept the connection request from "="Accetta richiesta di connessione da "
"Anonymous call can't be rejected \n\n when answer only!"="Anonymous call cannot be rejected \n\n when answer only!"
"street"="via"
"Finished"="Terminato"
"End IP should be larger than Start IP!"="End IP should be larger than Start IP!"
"Voice Mail Finished"="Ascolto casella vocale terminato"
"Stop Time"="Ora di fine"
"DPickup"="Risposta diretta"
"L_Pick Up"="Risposta"
"Pick Up"="Risposta"
"Pickup_Idle"="Pickup"
"S_DPickup"="Risposta diretta"
"S_Pick Up"="Risposta"
"S_Screenshot"="Screenshot"
"Guest Unlock"="Sblocco Ospite"
"S_Unlock"="Sblocco"
"Unlock"="Sblocco"
"Unlock"="Sblocco"
"Unlock PIN"="PIN di sblocco"
"Unlock Pin incorrect"="PIN non corretto."
"Barge In"="Barge In"
"S_Barge In"="Barge In"
"Today"="Oggi"
"Emergency Call Only"="Solo chiamata d'emergenza"
"Emergency"="Emergenza"
"L_Emergency"="Emergenza"
"S_Emergency"="Emergenza"
"Emergency Escalation"="Inoltro di emergenza"
"Urgent Message"="Messaggio urgente"
"Enter"="Immet"
"S_Enter"="Immet"
"Attended Transfer"="Trasferimento con avviso"
"Far Mute"="No audio part."
"S_Far Mute"="No audio part."
"Disabled"="Disattivato"
"Forbidden Number"="Numero non consentito"
"manually configing is forbidden!"="La configurazione manuale è vietata!"
"Executive"="Executive"
"Executive Common Settings"="Imp.com.Exec."
"Executive-Assistant"="Assistente esecutivo"
"Executive-Originator"="Dir-chiamante"
"ALERT"="Allarme"
"Warning"="Avviso"
"Warnings"="Avvertenze"
"Warning Interval(s)"="Intervallo(i) di avviso"
"Warrning Tone Interval must be >"="Warning tone interval must be >"
"Warrning Tone Interval must be >= 10 and <= 1800"="L'intervallo dei toni di avvertimento deve essere >= 10 e <= 1800"
"Static DNS"="DNS statico"
"Static IP"="Indirizzo IP statico"
"Static IP Client"="Client IPv4 statico"
"Static IPv4 Client"="Client IPv4 stat."
"IPv4 Static DNS"="DNS stat.IPv4"
"Static IPv6 Client"="Client IPv6 statico"
"IPv6 Static DNS"="DNS stat.IPv6"
"Mute"="Disattiva audio"
"S_Mute"="Disattiva audio"
"S_Silence"="Silenz."
"Silence"="Disatt.audio"
"Silent"="Silenzioso"
"Slient"="Slient"
"old"="vecchio"
"The old PIN"="Vecchio PIN"
"Old PWD"="Vecchia PWD"
"The old pwd"="Vecchia password"
"The old password is wrong!"="Password non corretta"
"Block"="Blocco"
"Reject"="Rifiuta"
"Rejected"="Respinto"
"S_Block"="Blocco"
"S_Reject"="Rifiuta"
"S_Open Door"="Port ap."
"On"="On"
"Outbound Status"="Stato di uscita"
"VPN Active"="VPN attivo"
"Lock Enable"="Attivazione blocco"
"On Code"="Codice On"
"Off Code could not be empty when On Code is set!"="Il campo Codice Off non può essere vuoto quando è impostato il Codice On"
"Enable Diversion Inhibitor"="Reindir. Bloccato"
"S_Start"="Avvia"
"Start"="Avvia"
"StartSharing"="Avvio condivisione"
"S_Start REC"="Start REC"
"S_StartREC"="StartREC"
"Start REC"="StartREC"
"StartREC"="StartREC"
"Start Time"="Ora di inizio"
"DSS Keys"="Tasti DSS"
"Dsskey"="DSSkey"
"Dsskey Wallpaper"="Sfondo schermo tasto Dss"
"Optional"="Opzionale"
"S_S2S Avail"="Disp"
"S2S Avail"="Disp"
"available network(s)"="rete/i disponibile/i"
"available network(s)(Connected with"="rete/i disponibile/i (in collegamento con)"
"Available Recording Time"="Tempo di registrazione rimasto"
"Available Wireless Device"="Reti disponibili"
"Free"="liberi"
"Available Recording Time is less than 1 hour"="Il tempo di registrazione disponibile è inferiore a 1 ora"
"available network(s)("="rete disponibile"
"available network(s):"="rete/i disponibile/i"
"Empty"="Vuoto"
"N/A"="N/D"
"None"="NESSUNA"
"S_Empty"="Vuoto"
"Space is not enough"="Spazio non sufficiente"
"Idle Record"="Record minimo"
"IdleRecord"="IdleRecord"
"Empty Value"="Nullo"
"Softkey Label"="Etichetta softkey"
"Fast Forward"="Avanti veloce"
"S_Fast Forward"="Avanti veloce"
"Fast Rewind"="Indietro veloce"
"S_Fast Rewind"="Indietro veloce"
"Extentions"="Extentions"
"EXP Key"="EXP Key"
"Expansion module"="Modulo di espansione"
"EXP wallpaper will change into the default image. Confirm to delete or not?"="Modifica sfondo modulo esp. in immagine predefinita. Continuare?"
"CallPull"="Ripr. chiam."
"S_CallPull"="Ripr. chiam."
"Talk From"="Parla da"
"Not Acceptable Here"="Non accettabile."
"Call Filtering"="Filtro chiamate"
"Call Filtering Mode"="Mod.Filtr.Chiam."
"Call Filtering Switch"="Filtro chiam on/off"
"Call Pickup"="Risp.chiam."
"Calls for Pickup"="Chiamate acquisite "
"Incoming video call request..."="Richiesta di videochiamata in arrivo..."
"From_Num"="Da numero"
"From_FWD"="Da INOL."
"Bluetooth"="Bluetooth"
"MENU_Bluetooth"="Bluetooth"
"Bluetooth: On"="Bluetooth Acceso"
"Bluetooth Mac"="Mac Bluetooth"
"Business Number"="Numero aziendale"
"bluetooth device(s)"="dispositivo/i Bluetooth"
"Bluetooth Device(s)"="Bluetooth Device(s)"
"bluetooth devices"="dispositivi Bluetooth"
"Bluetooth Device(s) (Connecting with"="Bluetooth Device(s) (Connecting with"
"bluetooth device(s)(Connecting with"="dispositivi Bluetooth (in collegamento con)"
"No Bluetooth Adapter Found."="Adattatore Bluetooth non rilevato."
"Bluetooth adapter is removed."="L'adattatore Bluetooth è stato rimosso."
"Adapter has removed out"="Adattatore Bluetooth rimosso."
"Type"="Tipo"
"Away"="Assente"
"S_S2S Unavail"="Assente"
"S2S Unavail"="Assente"
"Offline"="Off-line"
"S_Unavail"="Non disp."
"S_Unavailable"="Non disp."
"Unavail"="Non disp."
"Unavailable"="Non disp."
"Unavailable Reason Code"="Codice motivo indisponibilità"
"Calllog"="Recenti"
"History Record"="Dati dallo storico"
"History Setting"="Impostazioni cronologia"
"History Details"="Dettagli storico"
"Provision now?"="Eseguire il provisioning ora?"
"Update now?"="Aggiornare adesso?"
"Connect"="Connettere"
"ICON_Connect"="Connettere"
"S_Connect"="Connettere"
"USB Connecting"="Collegamento USB"
"Connection timeout \n please try again!"="Connection timeout \n please try again!"
"Connect Success."="Conn.riusc."
"Connect to"="Connettere a"
"Disconnecting..."="Disconnessione in corso..."
"Failed to connect \nto server!"="Impossibile connettersi \nal server."
"Failed to connect to server!"="Impossibile connettersi al server."
"Connect failed."="Connessione non riuscita."
"Connect Fail!"="Connessione non riuscita!"
"Connect Mobile Failed"="Collegamento cellulare fallito"
"Connecting"="Connessione.."
"Connecting..."="Connessione in corso..."
"Contact already exists. Add contact with the same name?"="Il contatto già esiste. Creare comunque un nuovo contatto?"
"Delete the contact will also delete the contact in the server and can not be restored."="Cont. eliminato. Non può essere riprist."
"contact full"="Elenco contatti pieno"
"Contacts Setting"="Impostaz. Contatti"
"Contact Details"="Dettagli contatto"
"Contact exist!"="Nome contatto già esistente"
"Confirm PIN mismatch!"="PIN non corrispondente."
"FlexSeat"="Postazione flessibile"
"FlexSeat Login"="Accesso a postazione flessibile"
"Ring Tones"="Toni di chiamata"
"MENU_Browser"="Browser"
"Browse Photo"="Scegli foto"
"Browse Recordings"="Cercare audio"
"Messages List"="Elenco messaggi"
"L_Messages List"="Elenco messaggi"
"S_Messages List"="Elenco messaggi"
"L_Record"="Registrare"
"Record"="Registrare"
"S_Record"="Registrare"
"Voice Record"="Registrazione vocale"
"Failed to record call"="Impossibile registrare chiamata."
"MENU_Recorder"="Registratore"
"Voice Recorder Number is invalid!"="Numero Registratore vocale non valido"
"Recording not allow play any record!"="La registrazione non consente di riprodurre alcuna registrazione!"
"Record VM"="Registra VM"
"Record Warning Tone"="Registrazione tono di avviso"
"Recording not allow delete any record!"="Cannot delete any record during recording!"
"Trace Route"="Perc.tracc."
"Code"="Code"
"Busy..."="Occupato..."
"Busy"="Occupato"
"B Transfer"="Tr. B"
"S_B Transfer"="Tr. B"
"No Record"="Nessun record"
"No available Wi-Fi,go to Wi-Fi setting now?"="Nessuna rete wireless disponibile. Accedere alle impostazioni Wi-Fi ora?"
"No Available Account"="No available account"
"No EXP"="Nessun EXP"
"No USB Inserted"="Non è collegata una porta USB."
"No contact!"="Nessun contatto"
"No Disposition Codes"="Nessun codice disposizione"
"No Bridge"="No Bridge"
"No Timezone"="No Timezone"
"No submit url !"="No submit URL!"
"No find wifi adapter!"="Adattatore Wi-Fi non trovato."
"Media Type"="Tipo media"
"Media Stats"="Statistiche dei media"
"Media audio"="Audio per i media"
"Invalid US Date Format!"="Formato data non valido negli Stati Uniti!"
"Invalid US Time Format!"="Formato dell'ora non valido negli Stati Uniti!"
"Opt Out"="Opt Out"
"Opt In"="Opt In"
"Password"="Password"
"Change Password"="Mod.password"
"Password can't have space only"="La password non può contenere spazi"
"Password can't be empty!"="Il campo Password non può essere vuoto"
"Confirm password mismatch!"="Le password non coincidono!"
"Passwords don't match!"="Le password non corrispondono!"
"Password is wrong!"="Password non corretta"
"Password is invalid!"="Password non valida!"
"Cipher Type"="Tip.cifrat."
"Invalid Password!"="Password non valida!"
"Do Not Disturb"="Non disturbare"
"DND Enable"="Stato DND"
"DND"="DND"
"L_DND"="DND"
"S_DND"="DND"
"Speader mode disabled"="Modalità viva-voce disabilitata"
"Invalid MAC oriented!"="Invalid MAC oriented!"
"s"="s"
"first_name"="nome"
"Name suffix"="Suffisso nome"
"Name prefix"="Prefisso nome"
"Members"="Membri"
"members"="Membri"
"Last Name"="Cognome"
"Name can't be empty!"="Il nome non può essere vuoto."
"ICON_Sort First Name"="Ordina per nome"
"Sort First Name"="Ordina per nome"
"Search by FirstName"="Cerca per nome"
"Search by Name"="Cerca per nome"
"Name is invalid!"="Il nome non è valido!"
"Default"="Predefinito"
"default"="Predefinito"
"S_default"="Predefinito"
"CommonRingTone"="Comune"
"Default password is in use"="È in uso la pwd predefinita."
"Default Password is in used!"="Default pwd is in use."
"Default Gateway"="Gatew.predef."
"IPv4 Default Gateway"="Gateway IPv4"
"Default Gateway is invalid!"="Gateway predefinito non valido"
"Default Account"="Account predefinito"
"Target"="Obiettivo"
"Target can't be empty!"="Destinazione non può essere vuota."
"Server Internal Error"="Errore server interno"
"Out of memory!"="Memoria esaurita."
"Storage is not enough, recorded file is saved."="Spazio di archiviazione non sufficiente, salvato file registrato."
"Invalid Intercom Number!"="Invalid Intercom number!"
"Do you want to delete all %s call logs? This action can not be reversed."="Eliminare tutti i %s registri chiamata? Azione irreversibie."
"Nick Name"="Nome alternativo"
"Nickname"="Nome alternativo"
"Nick name must be unique."="Il nome alternativo deve essere univoco."
"Nick name must not be empty."="Il nome alternativo non può essere vuoto."
"Anonymous"="Anonimo"
"Anonymous Call"="Chiamata anonima"
"Anonymous Rejection"="Rifiuto di anonimo"
"Year"="Anno"
"Date(YMD)"="Data(AMG)"
"Your Name or Password was not Recognized!"="Nome utente o password non corretti."
"This operation will cause automatic logout from current MLHG. Are you sure you want to login?"="L’utente verrà automaticamente disconnesso da MLHG. Accedere?"
"You have quitted the group successfully."="Hai lasciato il gruppo con successo."
"You were removed from the group."="You were removed from the group."
"You should input at least one server address!"="You should input at least one server address!"
"q'ing"="Accodamento in corso"
"Paired Bluetooth Device"="Dispositivo Bluetooth abbinato"
"Configuration"="Configuration"
"Config Version"="Configura Versione"
"Config updating!"="Config updating!"
"Configuration Updating !"="Aggiornamento configurazione."
"Configuration update complete."="Aggiornamento della configurazione completato."
"Nothing Changed!"="Nessuna modifica"
"Friend"="Amico"
"Passkey"="Chiave di accesso"
"Frequency"="Frequenza"
"hiragana_first_name"="nome_hiragana"
"hiragana_last_name"="cogn_hiragana"
"Platform"="Piattaforma"
"Screensaver"="Salvaschermo"
"Screensaver Type"="Tipo salvaschermo"
"Var"="distributore"
"Common Account"="Conto comune"
"Other"="Altro"
"Others"="Altri"
"Other error!"="Altro errore!"
"Other Number"="Altro numero"
"OtherNumber"="Altro numero"
"L_Enterprise"="Enterprise"
"S_Enterprise"="Impresa"
"Call Initiation"="In.chiam."
"S_Call Initiation"="In.chiam."
"Enabled"="Attivata"
"Intercom Allow"="Consenti interfono"
"enabled direct process"="Enabled direct process"
"ICON_PrevPage"="Pag. prec."
"PrevPage"="PrevPage"
"S_PrevPage"="PrevPage"
"L_Prefix"="Prefisso"
"Prefix"="Prefisso"
"S_Prefix"="Prefisso"
"Prefix is invalid!"="Prefisso non valido"
"Bridge"="Bridge"
"Bridge ID"="ID Bridge"
"BridgeID is invalid!"="ID Bridge non valido"
"S_Swap"="Alternata"
"S_Switch"="Cambiare"
"Swap"="Alternata"
"Switch"="Cambiare"
"SwitchAccount"="SwitchAccount"
"L_Switch"="Cambiare"
"Switch Account"="Cambia account"
"S_Clear"="Azzera"
"Clear web.cfg settings"="Azzera impostazioni web.cfg"
"Clear local.cfg settings?"="Ripr. imp. conf. locali?"
"Clear non-static settings?"="Ripr. imp. non statiche?"
"Clear all static.* settings?"="Ripr. tutte imp. statiche*?"
"Clear All Record ?"="Cancella tutti i record?"
"Clear All Photo ?"="Cancella tutte le foto?"
"Clear all userdata & local config?"="Ripr. tutti dati ut. e conf. loc?"
"Clear Icon"="Clear Icon"
"S_Clear Icon"="Can. Ic."
"Clear account config \n\n please wait..."="Eliminare config. account \n\n attendere prego..."
"Clear your account config?"="Eliminare configurazione account?"
"Please Wait!"="Attendere ..."
"Please wait..."="Please wait..."
"Please check your server settings and credentials"="Please check your server settings and credentials"
"Please check the registration information"="Please check the registration information"
"Please insert a USB drive!"="Inserire unità flash USB."
"EXP power is lack!"="Alimentatori esterni necessari."
"Leave Message"="Lascia messaggio"
"Do you want to save the contact or discard it?"="Salvare il contatto o eliminarlo?"
"Do you want to save your changes or discard them?"="Salvare le modifiche o eliminarle?"
"Do you want to save the message or discard it?"="Salvare il messaggio o eliminarlo?"
"Do you want to logout?"="Si desidera uscire?"
"Would you like to sync phone contacts temporarily?"="Sincronizzare temporaneamente i Contatti"
"Please wait"="Attendere prego"
"Please enter your SIP Credential Password!"="Inserire password credenziali SIP"
"SIP credential password!"="Password credenziali SIP non corretta."
"Please input server address"="Please input server address"
"Please input the keyword(s)"="Immettere parole chiave."
"Please Enter Filter Conditions"="Inserire le condizioni di filtraggio"
"Enter Filter Conditions"="Ins.cond.filtr."
"Please Enter Password"="Inserire la password"
"Please input complete pin code"="Inserisci il codice PIN completo"
"Please enter an IP address or domain name"="Inserire indirizzo IP o nome dominio"
"Previous Operation in Process."="Operazione precedente ancora in corso."
"Please Open H323 Protocol Switch First."="Please open H.323 protocol switch first."
"Please select"="Selezionare"
"Please selected contact!"="Selezionare un contatto"
"Please selected record!"="Selezionare un record!"
"Please select a Disposition Code!"="Selezionare un codice disposizione."
"Please selected a group!"="Selezionare un gruppo!"
"Please select a group"="Selezionare un gruppo"
"Please contact your service provider for commprotal web URL!"="Contattare il provider di servizi per un URL Web Commportal."
"Please contact your service provider for CommPortal web Username/Password!"="Contattare il provider di servizi per un nome utente e una password Commportal."
"Please input below PIN code on your WIFI router and press OK to start connecting:"="Immettere il codice PIN sul router Wi-Fi e premere OK per avviare la connessione:"
"Please input below PIN code on your WIFI router and press OK to start connecting: "="Inserire codice PIN seguente sul router Wi-Fi e premere OK per connettersi:"
"Please retry..."="Riprovare ..."
"Retrieve"="Recuperare"
"S_Retrieve"="Recuperare"
"Retrieve Failed."="Recupero non riuscito."
"L_Retrieve Park"="Recup da parch."
"Retrieve Park"="Recup da parch."
"Cancel"="Annulla"
"S_Cancel"="Annulla"
"Cancel Login"="Annullare il login"
"Cancel Select Executive"="Canc.sel.Exec."
"Range of value is illegal"="Intervallo valori non ammesso"
"Delete All"="Canc. tutto"
"ICON_Delete All"="Canc. tutto"
"S_Split All"="Split All"
"All Off"="Tutti Off"
"S_All Off"="Tutti Off"
"All On"="Tutti On"
"S_All On"="Tutti On"
"Global Address Book"="Rubrica globale"
"Del All"="Canc. tutto"
"S_Del All"="Canc. tutto"
"S_Delete All"="Canc. tutto"
"OK"="OK"
"S_OK"="OK"
"Are you sure to set a blank password?"="Password vuota confermata?"
"Confirm PIN"="Confermare PIN"
"Are you sure you want to Log out!"="Uscire?"
"Confirm PWD"="Confermare Pass."
"Group Id is invalid!"="ID Gruppo non valido"
"Group Listening"="Ascolto gruppo"
"L_Group Listening"="Ascolto gruppo"
"Group"="Gruppo"
"L_Group"="Gruppo"
"S_Group"="Gruppo"
"group_id"="id_gruppo"
"Group isn't exist!"="Gruppo inesistente"
"Group not existed!"="Il gruppo non esiste!"
"Group is full!"="Il gruppo è completo"
"Group Night Forward"="Inoltro in assenza"
"Group already exist!"="Gruppo già esistente"
"then press the mute key on the left to test,"="then press the mute key on the left to test,"
"Hot Line"="Linea preferita"
"Hot Number"="Numero preferito"
"HotLine Delay"="Ritardo hotline"
"Invalid Hotline delay!"="Invalid Hotline delay!"
"Hotline delay should be 0 ~ 10"="Il ritardo linea diretta deve esser compreso tra 0 e 10"
"Authentication Failed!"="Autenticazione fallita!"
"Day"="Giorno"
"MENU_Calendar"="Calendario"
"Date"="Data"
"Date Format"="Formato data"
"Date Format is invalid!"="Formato Data non valido"
"logs"="Logs"
"Softkey 1"="Softkey 1"
"Softkey 2"="Softkey 2"
"Softkey 3"="Softkey 3"
"Softkey 4"="Softkey 4"
"S_Scan"="Scansione"
"Scan Wifi"="Scansione Wi-Fi"
"Scanning bluetooth devices.."="Scansione dispositivi Bluetooth..."
"Scanning..."="Scansione in corso..."
"Delete"="Cancellare"
"ICON_Delete"="Cancellare"
"S_Delete"="Cancellare"
"S_Remove"="Rimuovere"
"Deleting."="Eliminazione."
"Delete successed"="Cancellazione riuscita"
"Deleted successfully"="Eliminazione riuscita!"
"Delete number?"="Cancellare il numero?"
"Delete the record?"="Cancellare il dato?"
"Delete Call Log"="Elimina registro chiamata"
"Delete the contact?"="Delete the contact?"
"Delete all numbers?"="Cancellare tutti i numeri?"
"Delete all locations?"="Eliminare tutte le posizioni?"
"Delete Group"="Elimina gruppo"
"Delete selected wallpaper?"="Cancellare lo sfondo selezionato?"
"Delete seleted images?"="Eliminare immagini selezionate?"
"Delete the selected message?"="Cancellare il messaggio selezionato?"
"Delete seleted item?"="Cancellare la voce selezionata?"
"Delete selected paging group?"="Eliminare i gruppi cercapersone selezionati?"
"Delete all?"="Elimina tutto?"
"Delete All Call Log"="Elimina tutti i registri chiamata"
"Delete all item?"="Cancellare tutte le voci?"
"Delete all the call records?"="Cancellare tutti i dati di chiamata?"
"Delete all images?"="Eliminare tutte le immagini?"
"Delete All Items?"="Cancellare tutte le voci?"
"Delete All Group?"="Cancellare tutto il gruppo?"
"Delete all paging group?"="Eliminare tutti i gruppi cercapersone?"
"Deleting Calls"="Eliminazione di chiamate"
"Deleting completed."="Eliminazione completata."
"Delete location?"="Eliminare posizione?"
"Delete File Success"="Elimina file riuscito"
"Delete File Fail"="Elimina file non riuscito!"
"Delete Message?"="Elimina messaggio?"
"Do you want to delete this call log?"="Eliminare questo registro chiamata?"
"Delete Selected Group?"="Cancellare il gruppo selezionato?"
"Delete Focus Record ?"="Delete Focus Record ?"
"Delete the selected records?"="Eliminare il record selezionato?"
"Delete Selected Item?"="Cancellare la voce selezionata?"
"Delete the select item?"="Eliminare l'elemento selezionato?"
"Delete this audio?"="Cancellare l'audio?"
"Delete this group message(s)?"="Cancellare questo/i messaggio/i di gruppo?"
"Delete this Message?"="Eliminare questo messaggio?"
"Delete this message?"="Eliminare questo messaggio?"
"Delete this voice mail?"="Cancellare casella vocale?"
"Deleting"="Eliminazione"
"Deleting. Please wait..."="Cancellazione in corso. Attendere prego..."
"Deleting..."="Cancellazione in corso..."
"Deleting... Please Wait."="Eliminazione in corso... Attendere."
"Ring Splash"="Tono di avviso"
"Previous"="Indietro"
"S_Previous"="Indietro"
"GuestLock"="Blocco Ospite"
"S_GuestLock"="Blocco Ospite"
"Prev"="Prec"
"S_Prev"="Prec"
"Move Up"="Sposta in alto"
"Phone"="Telefono"
"Device Name"="Nome dispositivo"
"Device name can't be empty!"="Il campo Nome dispositivo non può essere vuoto"
"Device Info"="Info sul dispositivo"
"Device Cert"="Cert. dispositivo"
"ICON_Setting"="Impostazione"
"MENU_Settings"="Impostazioni"
"S_Set as"="Imposta come"
"Set as"="Imposta come"
"Setting"="Impostazione"
"Settings"="Impostazioni"
"Go to Setting?"="Go to Setting?"
"Set E911 Location"="Imposta posizione E911"
"Set wallpaper successfully"="Impostazione sfondo completata."
"Set WallPaper Fail"="Impostazione sfondo non riuscita"
"Set Dsskey wallpaper successfully"="Impostazione sfondo per Dsskey riuscita!"
"Setting Type"="Tipo impostazione"
"Set you location?"="Imposta posizione?"
"Set screensaver successfully"="Impostazione salvaschermo completata."
"Config Updating"="Conf.in agg."
"USB Set Picture Successfully"="Set picture successfully!"
"USB Set Picture Failed"="Set picture failed!"
"Set as EXP wallpaper"="Sfondo esp. applicato"
"Set EXP wallpaper successfully"="Impostazione sfondo modulo esp. completata."
"Set as wallpaper"="Imposta come sfondo"
"Set as dsskey wallpaper"="Set as dsskey wallpaper"
"Set as screensaver"="Imposta come salvaschermo"
"An error occurred during file setting"="Si è verificato un errore durante impostazione file."
"Set Voice Mail Code"="Impostare codice casella vocale"
"Apply for binding devices"="Applicare per i dispositivi di rilegatura"
"Invalid Identity!"="Identità non valida!"
"Upgrade Video"="Aggiorna video"
"Update Finish !"="Aggiornamento completato."
"Sound"="Suono"
"Remaining battery"="Batteria rimanente"
"Available Audio Record"="Registrazione audio disponibile"
"Remaining Time"="Tempo residuo"
"failed"="non riuscita"
"Failed!"="Failed!"
"Failed."="Failed."
"Failed. Please retry..."="Non riuscito. Riprovare..."
"Time(HMS)"="Ora (OMS)"
"Time"="Ora"
"Time Format"="Formato ora"
"Time Format is invalid!"="Formato Ora non valido"
"Invalid Time Format!"="Formato ora non valido!"
"Time & Date"="Data e Ora"
"Time & Date Format"="Formato Data e Ora"
"Time Zone"="Fuso orario"
"Identify USB device failed."="Impossibile identificare dispositivo USB."
"User name couldn't be empty!"="Il nome utente non può essere vuoto."
"bw_userid"="ID utente BW"
"Use Host"="Usa host"
"Always with Pause/Resume"="Sempre con Pausa/Riprendi"
"Video"="Video"
"Video resolution is limited, can't set up a conference!"="Limited video resolution, cannot set up a conference!"
"Video Conference"="Video conferenza"
"Video record error!"="Record video error!"
"video record error!"="Record video error!"
"Yes"="Sì"
"Log Out?"="Disconnettersi?"
"Auto Provision Now?"="Auto provision now?"
"Are you sure to remove "="Sicuro di voler eliminare "
"Are you sure to remove ?"="Sicuro di voler eliminare ?"
"Do you want to delete all call logs?"="Eliminare tutti i registri chiamata?"
"Do you want to delete all placed call logs?"="Eliminare tutti i registri di chiamate effettuate?"
"Do you want to delete all call logs?This action can not be reversed."="Eliminare tutti i registri chiamata? Azione irreversibile."
"Do you want to delete all missed call logs?"="Eliminare tutti i registri di chiamate perse?"
"Do you want to delete all received call logs?"="Eliminare tutti i registri di chiamate effettuate?"
"Are you sure to delete the Account information ?"="Sei sicuro di eliminare le informazioni dell'account?"
"Are you sure logout?"="Are you sure to log out?"
"Are you sure to exit the account ?"="Sei sicuro di uscire dall'account?"
"Do you want to remove"="Rimuovere"
"Adapter has added, scanning the bluetooth devices right now?"="Adattatore Bluetooth aggiunto. Effettuare scansione dispositivi Bluetooth adesso?"
"Favorite"="Preferiti"
"Favourite"="Preferiti"
"ICON_Favorite"="Preferiti"
"Favorite is on\n manually configing is forbidden!"="Preferito è on.\n Confingurazione manuale vietata!"
"Favoritelist"="Elenco dei preferiti"
"Favorite Directory"="Elenco dei preferiti"
"Favorite Index"="Indice Preferiti"
"Favorite Index already exist!"="Indice Preferiti già esistente!"
"Charge"="Charge"
"Inbox"="In arrivo"
"Handset mode disabled"="Modalità cornetta disabilitata"
"Manual Setting"="Riunione pianif."
"Mobile"="Cellulare"
"mobile_phone"="tel.cell."
"ICON_Send by Mobile"="Inv.da cell."
"S_Send by Mobile"="Inv.da cell."
"Send by Mobile"="Inv.da cell."
"Mobile Account"="Account cellulare"
"Mobile Number"="Numero cellulare"
"Mobile Account is not connected!"="Account cellulare non connesso."
"Invalid Mobile number!"="Numero del dispositivo mobile non valido!"
"Mobile number is invalid!"="Il numero del dispositivo mobile non è valido!"
"Mobile Contacts"="Contatti cellulare"
"Mobile Connected"="Cellulare connesso."
"Phone audio"="Telefono Audio"
"Mobile Voice Mail"="Posta vocale dispositivo mobile"
"L_Mobile Account"="Account cellulare"
"Pri.DNS"="DNS prim."
"Enter the 9 PIN Code"="Immettere il codice PIN a 9 cifre"
"Input contains invalid character like '<>'\"/\\"="Input contains invalid character like '<>'\"/\\"
"Input your web access password!"="Ins.passw.acc.Web"
"Enter number"="Inserire il numero"
"Enter the meeting ID"="Immettere l'ID riunione"
"Enter Conference alias or URI"="Enter Conference alias or URI"
"Enter Password"="Inserire la password"
"Enter code"="Inserire codice"
"Enter New Pin"="Inserisci nuovo PIN"
"Packets lost"="Pacchetti persi"
"Flash"="Flash"
"S_Refresh"="Aggiornare"
"Flash DssKey"="Flash Dsskey"
"Refresh Failed."="Aggiornamento non riuscito"
"Flash Time"="Tempo flash"
"Flashing"="Lampeggiante"
"Refreshing.."="Aggiornamento in corso..."
"Sequential"="Sequenziale"
"L_Private Hold"="Attesa privata"
"Personal Address Book"="Rubrica personale"
"L_Personal"="Personal"
"S_Personal"="Pers."
"PriHold"="Tratt privata"
"Private Hold"="Attesa privata"
"S_PriHold"="Tratt privata"
"ICON_Search"="Cercare"
"S_Search"="Cercare"
"Scan"="Scansione"
"Search"="Cercare"
"Search Key"="Chiave di ricerca"
"Search Result"="Risultato ricerca"
"Scan Bluetooth Device"="Scansione dispositivo Bluetooth"
"Search Type"="Tipo ricerca"
"Search Global Contacts"="Cerca contatti glob."
"Search Group"="Ricerca Gruppo"
"Scan failed."="Scansione non riuscita."
"Search Failed!"="La ricerca non è riuscita!"
"L_SpeedDial"="Comp. rapida"
"S_SpeedDial"="Comp. rapida"
"SpeedDial"="Comp. rapida"
"Anywhere"="Ovunque"
"Alert Broadworks Anywhere Location"="Pos anywhere alert"
"Both"="Entrambi"
"All XML Group"="Tutto Gruppo XML"
"All keys"="Tutti i tasti"
"All Contact"="Tut. i Cont."
"All Buddies"="Tutti gli amici"
"All Calllog"="Tut. le chiam."
"All Calls"="Tut. le chiam."
"All Income Calls"="Tutte le Chiamate"
"All Contacts"="Tut. i Cont."
"L_All Contacts"="Tut. i Cont."
"S_All Contacts"="Tut. i Cont."
"All Groups?"="Tutti i gruppi?"
"all message?"="Tutti i messaggi?"
"All Internal Calls"="Tut.chiam.int."
"All External Calls"="Tut.chiam.est."
"Lock"="Blocco"
"lock"="Lock"
"Locked."="Bloccato"
"Menu Locked"="Menu bloccato"
"S_Guest Lock"="Bloc osp"
"Lock Time Should be more than 0!"="Il tempo di blocco dovrebbe essere superiore a 0!"
"Specified AES"="AES comune"
"Tips:"="Tips:"
"Add"="Aggiungi"
"ICON_Add"="Aggiungi"
"S_Add"="Aggiungi"
"Add Metaswitch Contact"="Aggiungi contatto Metaswitch"
"Add PAB"="Aggiungi PAB"
"Add to"="Agg.a"
"ICON_Add to"="Agg.a"
"Add To Metaswitch Contact"="Aggiungi a contatto Metaswitch"
"ICON_Add To Metaswitch Contact"="Aggiungi a contatto Metaswitch"
"Add to local Contacts"="Agg. a Contatti locali"
"Add to Favorites with an index of"="Aggiungi a Preferiti con un indice di"
"Add to Blacklist"="Aggiungere a Lista nera"
"Add to Contact"="Aggiungere a Contatto"
"Add to Contacts"="Aggiungere a Contatti"
"ICON_Add to Contacts"="Aggiungere a Contatti"
"Add to Favorite with an index of"="Aggiungi a Preferiti con un indice di"
"Add to Personal"="Aggiungere a Personale"
"Add Number"="Aggiungi Numero"
"Add Blacklist"="Aggiungi a blacklist"
"Add Contact"="Agg. Contatto"
"Add Personal"="Aggiungere Personale"
"ICON_Add Personal"="Aggiungere Personale"
"Add network"="Aggiungere rete"
"Add Group"="Aggiungere Gruppo"
"S_Add Group"="Aggiungere Gruppo"
"Add Group SoftKey"="AggGruppo"
"S_Add Group SoftKey"="AggGruppo"
"New Missed Call(s)"="Nuova/e chiamata/e persa/e"
"New Text Message"="Nuovi SMS"
"New Voice Mail(s)"="Nuova/e casella/e vocale/i"
"Skip"="Skip"
"Update Skipped"="Aggiornamento saltato"
"S_Stop"="Stop"
"Stop"="Stop"
"Stopped"="Fermato"
"StopSharing"="Condivisione di Stop"
"S_Stop REC"="Stop REC"
"S_StopREC"="StopREC"
"Stop REC"="Stop REC"
"StopREC"="StopREC"
"Failed to stop recording"="Impossibile interrompere la registrazione."
"Call Finish"="Fine chiamata"
"Call Recording"="Registrazione della chiamata"
"CallReturn_Idle"="CallRecord"
"A call has already been parked to this Slot"="A call has already been parked to this Slot"
"Talking"="Conv.in corso"
"Call Park"="Parch. chiam."
"L_Call Park"="Parch. chiam."
"Call Park Number is invalid!"="Numero parcheggio chiamata non valido"
"Transfer"="Trasferire"
"Transfer to"="Trasferire a"
"Calls Longest"="Attese più lunghe"
"Directories"="Rubrica"
"Directory"="Rubrica"
"L_Directory"="Rubrica"
"MENU_Directory"="Rubrica"
"Synchronous mode"="Modo sincrono"
"Sync failed"="Sincronizzazione non riuscita"
"Mobile Contacts Sync"="Sinc contatti cell."
"Simultaneous"="Contemporaneo"
"Simultaneous Ring Personal"="Squillo simultaneo personale"
"Transparency"="Trasparenza"
"Photo"="Foto"
"Image load error !"="Carica errore immagine!"
"Image is too large !"="L'immagine è troppo grande!"
"Can not compress pictures!"="Le immagini non possono essere compresse!"
"Photo Details"="Photo Details"
"Exit"="Uscita"
"S_Exit"="Uscita"
"Update Existing"="Aggiornamento esistente"
"BackSpace"="BackSpace"
"Done"="Fatto"
"Finish"="Finish"
"S_Finish"="Fine"
"Saving completed."="Salvataggio completato."
"Unable to get to the correct time, Whether manually?"="Unable to get the correct time. Whether to set time manually?"
"Complete the Wizard!\nNetwork changed, Rebooting Now..."="Wizard completed!\nNetwork changed, rebooting now…"
"Complete the Wizard!\n\nInitializing...Please Wait"="Wizard completed!\n\nInitializing...Please wait"
"Cloud Phone Book"="Cloud Phone Book"
"Contact is syncing!"="Il contatto è in sincronia!"
"Contact not existed!"="Il contatto non esiste!"
"Network"="Rete"
"L_Network Favorites"="Pref. UC di rete"
"Network Favorites"="Preferiti rete"
"Network Unavailable"="Rete non disponibile"
"Net unavailable !"="Rete non disponibile"
"Network unavailable."="Rete non disponibile."
"The network is unstable"="Rete instabile"
"Storage Network"="Rete nota"
"S_Network Calls"="Chiamate di rete"
"Network PhoneBook"="Rubrica di rete"
"Network Call List"="Elenco chiamate rete"
"Network changed. Rebooting"="Rete cambiata. Reinizializzazione in corso"
"Web Timer "="Timer Web "
"Web Timer should be 0-120!"="Il timer Web dovrebbe essere 0-120!"
"Network CallLog"="Chiamate di rete"
"NetworkCallLog"="NetworkCallLog"
"NetworkCalllogGroup"="NetworkCalllogGroup"
"Calllog Directories"="Chiamate di rete"
"Network Directories"="Rubrica di rete"
"Network Directory"="Rubrica di rete"
"NetworkDirectoryMenu"="Network Directory"
"S_Network Directories"="Rubrica di rete"
"S_Network Directory"="Rubrica di rete"
"NetworkDirectoryGroup"="Grup.el. Rete"
"S_NetworkDirectoryGroup"="Grup.el. Rete"
"L_Network Contacts"="Contatti di rete"
"L_Network Group"="Gruppo di rete"
"Network Contacts"="Contatti di rete"
"Network Group"="Gruppo di rete"
"S_Network Group"="Gruppo di rete"
"S_Network Contacts"="Contatti di rete"
"NetworkFavorites"="Preferiti di rete"
"S_Network Dirctory"="DirRete"
"Network unreachable"="Rete irraggiungibile"
"Network Details"="Dettagli rete"
"Network Status"="Stato rete"
"web"="sito Web"
"Web Server"="Server Web"
"UnTested"="UnTested"
"Undefined Error!"="Errore non definito!"
"UnRead"="Non letti"
"Missed"="Missed"
"Missed Calllog"="Chiamate perse"
"Missed Calls"="Chiamate perse"
"Missed Call"="Chiamata persa"
"unauthorized."="Non autorizzato"
"Not Found"="Non trovato"
"Unknown"="Sconosciuto"
"Unknown Error !"="Errore sconosciuto!"
"Unknown Line"="Linea sconosciuta"
"User unknown."="Utente sconosciuto"
"Unregistered"="Non registrato"
"Un-Park"="Un-Park"
"Location"="Posizione"
"location?"="posizione?"
"Locations"="Sedi"
"Text can't be empty!"="Testo non può essere vuoto."
"Text Message"="Messaggio di testo"
"File do not exist !"="File does not exist!"
"File Not Exist!"="File does not exist!"
"File layout error !"="File layout error !"
"File Size"="Dimensione file"
"MENU_File Manager"="File Manager"
"File Name"="Nome file"
"Profile Name"="Nome profilo"
"File is too large !"="File is too large !"
"The file is too large"="File troppo grande."
"Incorrect filesystem, please use FAT32"="File system errato, utilizzare FAT32"
"File already exists, Confirm to replace or not?"="File già presente. Sostituirlo?"
"File already exists"="File già presente."
"file renaming"="Rinomina file"
"My Mobile"="Cellulare"
"S_My Mobile"="Cellulare"
"My State"="Mio stato"
"My Status"="Il mio stato"
"None" // "Select a Disposition Code"="Not" // "select a Disposition Code"
"None" // "Select a Disposition Code (Optional)"="Not" // "select a Disposition Code (Optional)"
"NoneURL"="NoneURL"
"Unrecognized USB"="Dispositivo USB non riconosciuto."
"Can not register to sip server."="Impossibile registrare server sip."
"No Group"="Nessun gruppo"
"Always forward to"="Always forward to"
"Always Forward"="Inoltrare sempre"
"Wifi adapter has added, scanning the wifi devices right now?"="Adattatore Wi-FI aggiunto. Effettuare scansione reti wireless disponibili adesso?"
"Wifi adapter has removed out"="Adattatore Wi-Fi rimosso."
"Wifi"="Wi-Fi"
"Storage list is full, please delete old one if wanting to add in"="Elenco reti wireless pieno. Eliminarne una obsoleta prima di aggiungerne un’altra."
"List is full, please delete before add!"="Elenco reti wireless pieno. Eliminarne una obsoleta prima di aggiungerne un’altra."
"Wireless Status"="Stato Wi-Fi"
"Invalid"="Non valido"
"Invalid BLF Value!"="Valore BLF non valido!"
"Unknown Uri scheme"="Schema URI sconosciuto"
"Invalid IPv6 IP Prefix!"="Prefisso IPv6 non valido!"
"Invalid NTP server2!"="Server2 NTP non valido!"
"Invalid Outbound Alternate Number!"="Numero alternativo in uscita non valido!"
"Invalid Outbound proxy!"="Proxy in uscita non valido!"
"Invalid Xml Browser Value!"="Valore browser XML non valido!"
"Invalid Family number!"="Numero di famiglia non valido!"
"Invalid Extension!"="Estensione non valida!"
"Invalid Voice Recorder Number!"="Numero di registrazione vocale non valido!"
"Invalid Prefix Value!"="Valore prefisso non valido!"
"Invalid Call off code!"="Codice di chiamata non valido!"
"Invalid Date Format!"="Formato data non valido!"
"US Date Format is invalid!"="Formato Data USA non valido"
"US Time Format is invalid!"="Formato Ora USA non valido"
"Favorite Index Valid"="Indice Preferiti non valido"
"Invalid Redial Interval!"="Intervallo di ricomposizione non valido!"
"Invalid Redial Time!"="Tempo di ricomposizione non valido!"
"Invalid group id!"="ID gruppo non valido!"
"Inactive Level"="Livello inattivo"
"Invalid Number!"="Numero non valido!"
"Invalid Reject off code!"="Codice di rifiuto Off non valido!"
"Invite request no response"="Richiesta invito senza risposta."
"Invaild Provisioning Credential"="Credenziali di provisioning non valide."
"Incorrect user credentials, please retry."="Credenziali non corrette. Riprovare."
"Invalid Account!"="Account non valido!"
"No Answer Processing"="No risposta"
"No Answer Forward"="No inol.Risp."
"No Account"="Nessun account"
"No Service"="Assenza servizio"
"System"="Sistema"
"System Wallpaper Cannot be Deleted!!"="Lo sfondo del sistema non può essere eliminato!"
"Insufficient storage space in system"="Spazio insufficiente nel sistema."
"System Maintenance...\n\nreboot needed !"="System maintenance...\n\nPlease reboot!"
"Next"="Avanti"
"S_Next"="Avanti"
"ICON_NextPage"="Pag. succ."
"NextPage"="NextPage"
"S_NextPage"="NextPage"
"Move Down"="Sposta in basso"
"Load Error!"="Errore di caricamento"
"Loading error !"="Errore di caricamento"
"Failed to load image"="Impossibile caricare immagine."
"Fail to download this remote phonebook!"="Non è stato possibile scaricare questa rubrica remota!"
"Fail to download \nremote phonebook!"="Impossibile scaricare \nrubrica remota."
"Fail to download remote phonebook"="Scarico guida telefonica remota non riuscito"
"Fail to download remote phonebook!"="Impossibile scaricare rubrica remota."
"Daylight Saving"="Ora legale"
"Display"="Visualizzare"
"Show More"="Altro"
"Show Less"="Nascondi"
"Alerting Calling Line ID Number"="Num. ID avviso"
"Alerting Calling Line ID Name"="Nome ID avviso"
"Display Name"="Visualizzare nome"
"DisplayName can't contain \ < > \" \\ \' \"""="DisplayName non può contenere \ < > \" \\ \' \"""
"DisplayName can't contain \" < > \" \\ \' \""="DisplayName non può contenere \" < > \" \\ \' \""
"Displayname can't be empty!"="Il campo Displayname non può essere vuoto"
"DisplayName"="DisplayName"
"Invalid Display name!"="Invalid display name!"
"Display Clock"="Mostra orologio"
"Limit has reached, Recording has stoped."="Il limite massimo è stato raggiunto. La registrazione è stata interrotta."
"All Lines"="Tut. linee"
"S_All Lines"="Tut. linee"
"MENU_Camera"="Telecamera"
"Detail"="Dettaglio"
"S_Detail"="Dettaglio"
"S_MTSW ACD Detail"="Dettagli"
"MTSW ACD Detail"="Dettagli"
"Ring"="Squillo"
"Rings"="Squilli"
"Silent Alerting"="Selenzia allarme"
"Silent Alerting"="Silent Alerting"
"Alert Type"="Tipo di avviso"
"Alert Mode"="Modalità avviso"
"After Ring Time"="Dopo squillo"
"After Ring Times"="Dopo squillo"
"Ringing"="Chiam.in corso"
"S_SwitchAccountDown"="Prox account"
"Switch Account Up"="Cambia account"
"SwitchAccountUp"="Account prec."
"S_SwitchAccountUp"="Account prec."
"Switch Account Down"="Cambia account non presente"
"SwitchAccountDown"="Prox account"
"Items out of limit !"="Gli articoli hanno raggiunto il limite massimo!"
"Group list is full!"="L'elenco dei gruppi è completo!"
"Protocol"="Protocol"
"Decline"="Rifiuta"
"S_Decline"="Rifiuta"
"new"="nuovo"
"New PIN"="Nuovo PIN"
"New Call"="Nuov.chiam."
"S_New Call"="Nuov.chiam."
"New Location"="Nuova sede"
"New Message"="Nuovo messaggio"
"Incoming call"="Chiamata in arrivo"
"New Contact"="Nuovo contatto"
"New PWD"="Nuova PWD"
"New password is too simple, are you sure to set it?"="Nuova password troppo semplice. Continuare?"
"Invalid New password!"="Nuova password non valida!"
"New password is similar to username, are you sure to set it?"="Nuova password simile a nome utente. Continuare?"
"New Group"="Nuovo Gruppo"
"New Entry"="Nuova voce"
"L_New SMS"="New SMS"
"NewSMS"="Nuovo SMS"
"S_NEWSMS"="Nuovo SMS"
"ICON_New Group"="Nuovo Gruppo"
"Channel"="Canale"
"Channel Control"="Controllo Canale"
"Signal Strength"="Forza segnale"
"Info"="Info"
"MENU_Message"="Messaggio"
"Message"="Messaggio"
"Messages"="Messaggi"
"Information is not complete!"="Informazioni incomplete!"
"Tuesday"="Martedì"
"Saturday"="Sabato"
"Sunday"="Domenica"
"Wednesday"="Mercoledì"
"Thursday"="Giovedì"
"Friday"="Venerdì"
"Monday"="Lunedì"
"First Name"="Nome"
"last_name"="cognome"
"Name"="Nome"
"ICON_Sort Last Name"="Ordina per cognome"
"Sort Last Name"="Ordina per cognome"
"Search by LastName"="Cerca per cognome"
"Change PIN"="Modificare PIN"
"Modifying the configuration..."="Modifica configurazione in corso..."
"VirtualUser"="Utilizzatore virtuale"
"Need to change passwd!"="Si prega di cambiare la password!"
"Require Answer Confirmation"="Conferma risposta"
"Need a Number"="Immettere prima un numero di telefono."
"Network configuration has changed, shall become effective after the restart?"="Configurazione rete modificata. Riavviare?"
"Option"="Opzione"
"S_Option"="Opzione"
"ICON_Select"="Selezionare"
"S_Select"="Selezionare"
"Select"="Selezionare"
"Choose a way of WPS connection"="Scegliere un modo per la connessione WPS."
"Select Security"="Seleziona Sicurezza"
"You have to upload your picture when choose this type!"="Devi caricare la tua foto se si sceglie questo tipo!"
"Select the Queue"="Selezionare una coda"
"Select Executive Number"="Sel.num.Exec."
"select mode"="Selezionare modo"
"Select All"="Selezionare Tutti"
"Choose a group"="Scegliere gruppo"
"Selected Group?"="Seleziona gruppo?"
"select handset"="Seleziona ricevitore"
"selected Item?"="Selezionare la voce?"
"Select a Disposition code"="Sel. codice disposiz."
"Choose Account"="Scegliere un account"
"Choose an account"="Scegli un account"
"Select Account"="Sel.acc."
"Select Transfer"="Seleziona trasferimento"
"Compress error !"="Errore di compressione!"
"Rollover After Waiting"="Diff dopo attesa"
"Rollover Action"="Azione differimento"
"To navigate the menu, please use the navigation keys below."="To navigate the menu, please use the navigation keys below."
"Classified"="Riservato"
"L_Zero Touch"="Automatico"
"S_Zero Touch"="Automatico"
"Zero Touch"="Automatico"
"Remove"="Rimuovere"
"Remove Participant"="Rimuovi partecipante"
"Remove selected from favorite ?"="Rimuovi selezione da preferiti?"
"ICON_Move"="Spostare"
"Mobility"="Cellulare"
"Move"="Spostare"
"Hot Desking"="Usabile a turno"
"Hoteling"="Modalità albergo"
"Mobility Phone Number"="Numero di cellulare"
"Mobile VM Number"="Mobile VM Number"
"Move selected"="Spostare il cursore selezionato"
"Move selected to blacklist ?"="Spostare in blacklist?"
"Alert Broadworks Mobility Location"="Pos mobility alert"
"The storage network"="Reti note"
"The maximum number of calls has been reached!"="The max calls has been reached!"
"Favorite Index Max"="Indice Preferiti max"
"Sentbox"="Casella Posta inviata"
"Dialed"="Composto"
"Received Calllog"="Chiamate ricevute"
"Received Calls"="Chiam.ric."
"Connected"="Connesso"
"Connected)"="Collegato)"
"Used"="utilizzati"
"Voice"="Voce"
"The audio codecs is different, can't set up a conference!"="Codec audio diversi. Impossibile configurare conferenza!"
"Hide"="Nascondi"
"S_Hide"="Nascondi"
"Hide Number"="Nascondere numero"
"Answer"="Rispondere"
"S_Answer"="Rispondere"
"Hardware"="Hardware"
"Firmware update success!"="L'aggiornamento del firmware è riuscito!"
"Firmware update failed!"="Aggiornamento del firmware non è riuscito!"
"Hard Disk Space Is Not Enough!"="Lo spazio su disco rigido non è sufficiente!"
"Never"="Mai"
"Incorrect user"="Utente non corretto"
"User Type"="Tipo Utente"
"User not register"="L'utente non è registrato"
"User Name"="Nome Utente"
"User name can't be empty!"="Il nome utente non può essere vuoto!"
"Username can't be empty!"="Il nome utente non può essere vuoto!"
"Incorrect username or password!"="Nome utente o password errati!"
"Invalid User name!"="Nome utente non valido!"
"User name is invalid!"="Nome utente non valido"
"MENU_UserMode"="Modalità Utente"
"UserMode"="Modalità Utente"
"User mode changed!"="Modalità utente modificata"
"User ID"="ID Utente"
"UserID can't be empty!"="Il campo UserID non può essere vuoto"
"User Host"="Utente ospite"
"Preference"="Preferenza"
"Priority"="Priorità"
"Invalid Priority!"="Priorità non valida!"
"Priority is invalid!"="Priorità non valida"
"Priority should be 0-7!"="Priorità compresa tra 1 e 7"
"The power is low on the flasing red light dect microphone"="Il LED lampeggia in rosso a causa della bassa potenza del microfono DECT."
"Mail"="Posta"
"Email type"="Tipo e-mail"
"postal_code"="Codice postale"
"Balance"="Credito"
"Get Balance"="Credito residuo"
"L_Get Balance"="Credito residuo"
"Getting balance failed!"="Impossibile rilevare credito."
"Getting balance!"="Recupero credito residuo."
"Language"="Lingua"
"Language initializing. Please wait..."="Inizializzazione lingua. Attendere prego..."
"Invalid Voice Number!"="Invalid voice number!"
"Voice Mail"="Casella vocale"
"VoiceMail DownLoading, Please Wait..."="Scarico casella vocale in corso, attendere prego..."
"Voice Messaging"="Messaggeria vocale"
"The Voicemail is too large,please call and retrieve it!"="Casella vocale piena; chiamare e recuperare"
"L_Voice Mail"="Casella vocale"
"Voice Mail Playing"="Ascolto casella vocale in corso"
"Voice Mail is invalid!"="Casella vocale non valida"
"Invalid VoiceMail Value!"="Valore della segreteria non valido!"
"Estimated standby time"="Estimated standby time"
"Estimated work time"="Estimated work time"
"Preview"="Antep."
"S_Preview"="Antep."
"Remain time "="Tempo rimanente"
"Busy Forward"="Occ. Inoltrare"
"Old Number"="Vecchio numero"
"Originator"="Iniziatore"
"original contact?"="Contatto originale?"
"Remote Office"="Ufficio remoto"
"Remote Phone Book"="El.tel.rem."
"Remote Group"="Gruppo remoto"
"Remote Codec"="Codec remoto"
"Remote User"="Utente remoto"
"Remote DIR"="Remote DIR"
"Cloud"="Cloud"
"Pickup"="Accettazione chiamata"
"Allow IP Call"="Consenti chiamata IP"
"Allow Remote Control?"="Consentire controllo remoto?"
"Allow assistant opt in/out of Pool"="Cons.optin/out ass.pool"
"Avail"="Disp"
"Available"="Disponibile"
"S_Avail"="Disp"
"S_Available"="Disponibile"
"Temporarily not available"="Temporaneamente non disponibile"
"Temporarily Unavailable"="Temporaneamente non disponibile"
"Held"="Attesa"
"Pause"="Pausa"
"S_Pause"="Pausa"
"Voice Mail Pause"="Sospensione ascolto casella vocale"
"Pause REC"="PauseREC"
"PauseREC"="PauseREC"
"S_Pause REC"="Pause REC"
"S_PauseREC"="PauseREC"
"Failed to pause recording"="Impossibile mettere in pausa registrazione."
"pause record"="Sospendi registrazione"
"Account"="Account"
"Accounts"="Account"
"Identity"="Identità"
"Line"="Linea"
"S_Line"="Linea"
"Line 1"="Linea 1"
"Line 10"="Linea 10"
"Line 11"="Linea 11"
"Line 12"="Linea 12"
"Line 13"="Linea 13"
"Line 14"="Linea 14"
"Line 15"="Linea 15"
"Line 16"="Linea 16"
"Line 2"="Linea 2"
"Line 3"="Linea 3"
"Line 4"="Linea 4"
"Line 5"="Linea 5"
"Line 6"="Linea 6"
"Line 7"="Linea 7"
"Line 8"="Linea 8"
"Line 9"="Linea 9"
"Account ID"="ID account"
"Account:"="Account:"
"Line ID"="ID linea"
"Account is invalid!"="Account non valido"
"Account Login"="Accesso account"
"Line Key"="Line Key"
"Line Key 1"="Tasto di linea 1"
"Line Key 10"="Tasto di linea 10"
"Line Key 11"="Tasto di linea 11"
"Line Key 12"="Tasto di linea 12"
"Line Key 13"="Tasto di linea 13"
"Line Key 14"="Tasto di linea 14"
"Line Key 15"="Tasto di linea 15"
"Line Key 16"="Tasto di linea 16"
"Line Key 17"="Tasto di linea 17"
"Line Key 18"="Tasto di linea 18"
"Line Key 19"="Tasto di linea 19"
"Line Key 2"="Tasto di linea 2"
"Line Key 20"="Tasto di linea 20"
"Line Key 21"="Tasto di linea 21"
"Line Key 22"="Tasto di linea 22"
"Line Key 23"="Tasto di linea 23"
"Line Key 24"="Tasto di linea 24"
"Line Key 25"="Tasto di linea 25"
"Line Key 26"="Tasto di linea 26"
"Line Key 27"="Tasto di linea 27"
"Line Key 28"="Tasto di linea 28"
"Line Key 3"="Tasto di linea 3"
"Line Key 4"="Tasto di linea 4"
"Line Key 5"="Tasto di linea 5"
"Line Key 6"="Tasto di linea 6"
"Line Key 7"="Tasto di linea 7"
"Line Key 8"="Tasto di linea 8"
"Line Key 9"="Tasto di linea 9"
"Identity is invalid!"="Account non valido!"
"Account information will be cleared, continue or not?"="Le informazioni sul conto verranno cancellate, continuate o meno?"
"Line Select"="Selezione linea"
"Account has been Locked"="L'account è stato blocc."
"Account has been successfully logged in"="Account registrato correttamente"
"Account Status"="Stato account"
"Activation"="Attivazione"
"S_Account"="Account"
"This pin code not found"="Questo codice PIN non può essere trovato."
"This phone not found"="Impossibile trovare questo telefono."
"This action can not be reversed"="Questa azione non può essere invertita."
"Frame Rate"="Frame Rate"
"Diagnostics"="Diagnostica"
"USB power overload on the right"="Il giusto sovraccarico di corrente USB"
"Scanning available network"="Ricerca reti disponibili"
"Saving config file!"="Salvataggio file di configurazione"
"Initializing... Please Wait"="Inizializzazione... Attendere ..."
"Initializing... Please Wait!"="Inizializzazione in corso... Attendere prego"
"Initializing ..."="Inizializzazione ..."
"logging out ..."="Disconnessione in corso..."
"logging in..."="Accesso in corso..."
"Sending Message..."="Invio messaggio in corso..."
"Updating Network..."="Aggiornamento rete..."
"Updating Network\n\nPlease Wait !"="Aggiornamento in corso\n\nAttendere prego"
"Busy here!"="Qui occupato!"
"Talking, please wait..."="Conversazione in corso, si prega di attendere...."
"Alerting"="Avviso"
"Operate failed for readonly page"="L'operazione non è riuscita nella pagina di sola lettura."
"Answer Only!"="Solo risposta!"
"Direct"="Direct"
"DirectPickup"="Accettazione chiamata diretta"
"DirectPickup_Idle"="DirectPickup"
"Value"="Valore"
"Invalid Value < or >"="Valore non valido < or >"
"Job Title"="Qualifica professionale"
"Restricted"="Confidenziale"
"Restricted"="Restricted"
"Middle name"="Cognome e nome"
"Via"="Via"
"Redialing"="Richiamata in corso"
"Redial Times"="Numero richiamate"
"Redial Time is invalid!"="Numero richiamate non valido."
"Redial Interval"="Interv.chiam."
"Redial Interval can't be empty!"="L'intervallo di ripetizione non può essere vuoto!"
"Redial Interval is invalid!"="Intervallo di richiamata non valido."
"Redirector"="Reindirizzamento"
"Rename Group"="Rinomina gruppo"
"Reboot"="Reinizializzazione"
"Reboot.."="Riavviare..."
"Reboot the phone?"="Reinizializzare il telefono?"
"Rebooting...\n\nPlease Wait !"="Reinizializzazione in corso,\n\n attendere prego..."
"Re Provision"="Re Provision"
"S_Re Provision"="Provv."
"Re-connect"="Ri-connettere"
"S_Re-connect"="Riconn."
"Reset"="Ricerca"
"Reset Config"="Reimpostare config."
"S_Reset"="Ricerca"
"Reset.."="Reimposta"
"Reset local settings"="Ripr.imp.loc."
"Reset Phone PIN"="Reimposta PIN telefono"
"Reset non-static settings"="Ripr.imp.non stat."
"Reset static settings"="Ripr.imp.stat."
"Reset Configuration"="Reimpostazione della configurazione"
"Resetting Configuration, please wait..."="Reimpostazione della configurazione, attendere..."
"Reset Configuration?"="Reimposta configurazione?"
"Reset failed, please retry later!"="Ripristino fallito, riprova più tardi!"
"Reset web settings"="Reimposta impostazioni Web"
"Reset web settings,\n\nPlease wait..."="Azzera le impostazioni web, \n\nattendere...."
"Resetting to factory,please wait..."="Ripristino delle impostazioni di fabbrica, attendere..."
"Reset Userdata"="Reset Userdata"
"Resetting Usedata, please wait..."="Reimpostazione dei dati utente, attendere..."
"Reset Userdata?"="Reimposta dati utente?"
"Reset userdata & local config, Please wait..."="Reimposta dati utente e configurazione locale, Attendere..."
"Reset userdata&local setting, please wait..."="Ripristino dati utente e config locali, attendere..."
"Reset userdata & local config"="Ripr.dat.ut. E conf.loc."
"Resetting to factory, please wait..."="Ripr.imp.iniz., att."
"Tue"="Mar"
"Sat"="Sab"
"Sun"="Dom"
"Wed"="Mer"
"Thu"="Gio"
"Fri"="Ven"
"Mon"="Lun"
"Main Menu"="Menù principale"
"Originator-Executive"="Chiamante-dir."
"Primary Contact must not be empty."="Il contatto principale non può essere vuoto."
"Primary DNS is invalid!"="DNS primario non valido"
"Assistant"="Assistente"
"Assistant Common Settings"="Imp.com.Assist."
"Register Successfully!"="Registrazione riuscita"
"Register Name"="Nome registro"
"Invalid Register name!"="Nome di registro non valido!"
"Registered"="Registrato"
"Register fail"="Registrazione non riuscita"
"Registration failed"="Register failed"
"Register Fail!"="Aggiornamento non riuscito!"
"Registering"="Registrazione in corso"
"Registering Please Wait!"="Registrazione in corso, attendere prego..."
"Unregistering"="Mancata registrazione"
"Note"="Nota"
"Basic Call Park"="Parch. base"
"Park"="Parcheggia"
"Parked"="Parcheggiata"
"S_Basic Call Park"="Parch. base"
"S_Park"="Parcheggia"
"Park to"="Parcheggia su"
"Park Failed"="Parc non riuscito"
"Forward Not Reachable"="Forward Not Reachable"
"Invalid Forward to!"="Inoltro a non valido!"
"L_Transfer"="Trasferire"
"S_Transfer"="Trasferire"
"Advance to Next Assistant After"="Passa ad assist."
"Transfer Failed"="Trasferimento non riuscito"
"Be Transferred"="Essere trasferito"
"Betransferred"="Essere trasferito"
"Divert"="Deviare"
"Forward"="Inoltro"
"L_Forward"="Inoltro"
"S_Forward"="Inoltro"
"Forward to"="Inoltrare a"
"Forward to: %s"="Inoltrare a: %s"
"Divert to Phone Number/SIP-URI"="Dev.num.tel/SIP-URI"
"Forward to can't be empty!"="Inoltro non può essere vuoto!"
"Forward to is invalid!"="Inoltro non valido"
"Forwarded Calls"="Chiam.inolt."
"Forward Option"="Opzione Inoltro"
"Forward Selective"="Selezione Inoltro"
"Forward Value"="Valore inoltro"
"L_My Status"="My Status"
"MENU_Status"="Stato"
"S_My State"="Mio stato"
"S_Status"="Stato"
"State"="Stato"
"Status"="Stato"
"Status:"="Status:"
"Status requesting..."="Richiesta stato in corso..."
"ACD Trace"="Traccia"
"L_Trace"="Trace"
"S_ACD Trace"="Traccia"
"Subnet Mask"="Maschera Subnet"
"Subnet Mask!"="Maschera di sottorete!"
"Subnet Mask is invalid!"="Maschera Subnet non valida"
"Custom"="Personalizzato"
"Custom DND"="Personalizza Non disturbare"
"Custom Key"="Tasto personalizzato"
"L_Custom Key"="Tasto personalizzato"
"S_Custom Key"="Tasto personalizzato"
"CustomButton"="Pulsante Personalizzato"
"CustomContact"="Personalizza contatti"
"L_CustomContact"="Personalizza contatti"
"S_CustomContact"="Personalizza contatti"
"L_Enterprisecommon"="Enterprisecommon"
"S_Enterprisecommon"="Imp com"
"L_Groupcommom"="Groupcommom"
"S_Groupcommom"="Groupco"
"Photo Custom"="Foto personal."
"Alerting Custom Calling Line ID Number"="Num. ID avv pers."
"Alerting Custom Calling Line ID Name"="Nome ID avv. Pers."
"Custom Forward"="Personalizza inoltro"
"Auto"="Auto"
"Automatic"="Automatico"
"Auto UC Favorites is on.\n Manual configuration is disabled!"="Auto UC Favorites è on.\n La configurazione manuale è disabilitata!"
"Auto-login"="Acc. Autom."
"Auto Provision"="Provisioning automatico"
"Autop URL can not be none!"="L'URL Autop non può essere vuoto!"
"AutoP to"="AutoP verso"
"Auto-p credentials failed"="Auto-p credentials failed"
"AutoP Authority"="Autorità AutoP"
"Auto Answer Time"="Tempo di risposta automatica"
"AutoBLFList is on\n manually configing is forbidden!"="AutoBLFList attiva.\n Configurazione manuale disabilitata."
"AutoFavorite is on\n manually configing is forbidden!"="AutoFavorites attivata.\n Configurazione manuale disabilitata."
"AutoLinekey is on\n manually configing is forbidden!"="AutoLinekey attivata.\n Configurazione manuale disabilitata."
"Auto speed dial is on\n manually configing is forbidden!"="AutoSpeedDial è on.\n Configurazione manuale vietata!"
"Auto Answer"="Risposta Automatica"
"Auto Redial"="Ricomposizione automatica"
"Auto Redial Setting"="Richiamata automatica"
"Auto Divert"="Trasferimento auto"
"Total Bandwidth"="Total Bandwidth"
"Total Packet Lost"="Total Packet Lost"
"Total"="Totale"
"Always"="Always"
"Paging"="Cercap multicast"
"Paging Group"="Gruppo Pagina"
"Paging_softkey"="Cercapersone"
"S_Paging"="Cercap multicast"
"S_Paging_softkey"="Cercapersone"
"Paging is invalid!"="Cercapersone non valido."
"L_Paging List"="Lista cercapersone"
"Paging List"="Lista cercapersone"
"PagingList"="Elenco cercapersone"
"S_Paging List"="Lista cercapersone"
"Paging failed!"="Cercapersone non riuscito."
"Paging Channel should be 0-30!"="Il canale di paging deve essere compreso tra 0 e 30"
"L_Multicast Paging"="Multicast Paging"
"S_Multicast Paging"="Pag multi"
"Delete the group will not delete the group members, but only move them out of the group."="I membri del gruppo verranno rimossi ma non eliminati."
"GPickup"="Pickup gruppo"
"Group Pick Up"="Rispondi gruppo"
"L_Group Pick Up"="Rispondi gruppo"
"S_GPickup"="Pickup gruppo"
"S_Group Pick Up"="Rispondi gruppo"
"Group Name"="Nome gruppo"
"Group name must be unique."="Il nome gruppo deve essere univoco."
"Group name must not be empty"="Il nome gruppo non può essere vuoto."
"Organisation"="Organizzazione"
"GPark"="GPark"
"S_GPark"="GPark"
"JitterBufferMax"="Buffer jitter max."
"Max Timer"="Timer max"
"Difference between the maximum and the minimum value must be greater than 200!"="Difference between the maximum and the minimum value must be greater than 200!"
"The Last Test Step is Done !"="The last test step is done!"
"The minimum value must be less than the maximum value!"="The minimum value must be smaller than the maximum value!"
"Longest Waits"="Attese più lunghe"
"Yesterday"="Ieri"
"USB power overload on the left"="L'alimentazione USB sinistra in sovraccarico"
